{
  "key": "PrimarySchool",
  "title": "1. Karte - Einkommen Top Ten",
  "dataset": "nettoHousehold",
  "content": [
    {
      "text": {
        "de": [
          " # Es beginnt schon in der Schule",
          "",
          "Schulbildung legt den Grundstein für ein selbstbestimmtes Leben. Doch in vielen Ländern ist selbst der Besuch einer Grundschule noch immer nicht der Regelfall – gerade für Mädchen.",
          "",
          "**Was glauben Sie, in wie vielen Ländern schließt mehr als jedes dritte Mädchen noch nicht mal die Grundschule ab?**"
        ],
        "en": [
          " # ",
          "",
          "",
          "",
          "****"
        ]
      }
    },{
      "input": {
        "key": "sliderPrimarySchool",
        "type": "slider",
        "options": {
          "unit": " Länder",
          "min": 2,
          "value": 89,
          "max": 178,
          "step": 1
        }
      }
    },
    {
      "submit": {
        "key": "AmountPrimarySchoolSubmitted"
      }
    },

    {
      "answer": {
        "answerKey": [
          "i.sliderPrimarySchool && !i.AmountPrimarySchoolSubmitted",
          "!i.AmountPrimarySchoolSubmitted && 'notSubmitted'",
          "f.setDataset('grundschule')",
          "f.isMobile() && f.setView('map')",
          "!f.isMobile() && f.setView('globe')",
          "(i.sliderPrimarySchool <= 18 && f.panToCountry(f.getISO('grundschule', i.sliderPrimarySchool))) && 'Antwort_PrimarySchool1'",
          "(i.sliderPrimarySchool >= 19 && i.sliderPrimarySchool <= 28 && 'Antwort_PrimarySchool2'",
          "(i.sliderPrimarySchool >= 29 && f.panToCountry(f.getISO('grundschule', i.sliderPrimarySchool))) && 'Antwort_PrimarySchool3'"
        ],
        "answerContext": {
          "PrimarySchoolCountry" : "f.getCountryName('incometopten', i.sliderPrimarySchool, { case: 'default' })"
        },
        "templates": {
          "notSubmitted": {
            "de": ["Betätigen Sie den Schieberegler, um Ihre Schätzung einzugeben. Nach der Bestätigung Ihrer Antwort sehen Sie auch, wie andere Leser geantwortet haben."], "en": ["Use the slider to enter your estimate."]          },
          "allAnswered": {
            "de": [""], "en": [""]
          },
          "Antwort_PrimarySchool1": {
            "de": [
              " Nein, mehr! In 26 Ländern hat mehr als jedes dritte Mädchen keine abgeschlossene Grundschulausbildung. Bei Jungs ist das übrigens in 19 Ländern so. Am schlimmsten ist die Situation in einigen afrikanischen Ländern, etwa dem Südsudan, dem Tschad und der Zentralafrikanischen Republik. Hier hinken die Mädchen den Jungs auch besonders weit hinterher."
            ],
            "en": [
              ""
            ]
          },
          "Antwort_PrimarySchool2": {
            "de": [
              "Gut geschätzt. In 26 Ländern hat mehr als jedes dritte Mädchen keine abgeschlossene Grundschulausbildung. Bei Jungs ist das übrigens in 19 Ländern so. Am schlimmsten ist die Situation in einigen afrikanischen Ländern, etwa dem Südsudan, dem Tschad und der Zentralafrikanischen Republik. Hier hinken die Mädchen den Jungs auch besonders weit hinterher."
            ],
            "en": [
              ""
            ]
          },
          "Antwort_PrimarySchool3": {
            "de": [
              "Es sind weniger: In 26 Ländern hat mehr als jedes dritte Mädchen keine abgeschlossene Grundschulausbildung. Bei Jungs ist das übrigens in 19 Ländern so. Am schlimmsten ist die Situation in einigen afrikanischen Ländern, etwa dem Südsudan, dem Tschad und der Zentralafrikanischen Republik. Hier hinken die Mädchen den Jungs auch besonders weit hinterher."
            ],
            "en": [
              "."
            ]
          }
        }
      }
    }
  ]
}
