{
  "key": "Gini",
  "title": "4. Karte - Gini",
  "dataset": "eightytwenty",
  "content": [
    {
      "text": {
        "de": [
          " # Das Land mit der größten Ungleichheit",
          "",
          "**Der Gini-Index ist ein weiteres Maß für Ungleichheit. Er wird häufig genutzt, weil er für viele Länder zur Verfügung steht. Was glauben Sie: In welchem Land ist die Ungleichheit am größten?**"
        ],
        "en": [
          " # The Country with the Greatest Income Inequality",
          "",
          "",
          "**The Gini index is a further measure of inequality. It is often used because it can be applied to so many countries. In which country to you think income inequality is greatest?**"
        ]
      }
    },{
      "input": {
        "key": "ChoiceGini",
        "type": "choices",
        "options": {
          "choices": [
            ["ChoiceGiniChoice_1", { "de": "Ukraine", "en": "Ukraine" }],
            ["ChoiceGiniChoice_2", { "de": "Südafrika", "en": "South Africa"}],
            ["ChoiceGiniChoice_3", { "de": "Brasilien", "en": "Brazil" }]
          ]
        }
      }
    },
    {
      "submit": {
        "key": "ChoiceGiniSubmitted"
      }
    },
    {
      "answer": {
        "answerKey": [
          "i.ChoiceGini && !i.ChoiceGiniSubmitted",
          "!i.ChoiceGiniSubmitted && 'notSubmitted'",
          "f.setDataset('giniindex')",
          "f.panToCountry('ZAF') && false",
          "f.isMobile() && f.setView('map')",
          "!f.isMobile() && f.setView('map')",
          "i.ChoiceGini"
        ],
        "answerContext": {},
        "templates": {
          "notSubmitted": {
            "de": ["Bitte beantworten und bestätigen. Nach der Bestätigung Ihrer Antwort sehen Sie auch, wie andere Leser geantwortet haben."], "en": ["Please answer and confirm. After submitting your choice, you can also see how other readers answered."]
          },


          "ChoiceGiniChoice_1": {
            "de": [
              "Falsch. In der Ukraine ist die Ungleichheit am kleinsten, in Südafrika hingegen am größten."
            ],
            "en": [
              "Wrong. Income inequality is actually lowest in Ukraine. It is highest in South Africa."
            ]
          },
          "ChoiceGiniChoice_2": {
            "de": [
              "Richtig. In Südafrika ist die Ungleichheit am größten, in der Ukraine am kleinsten."
            ],
            "en": [
              "Correct. Income inequality is highest in South Africa. It is lowest in Ukraine."
            ]
          },
          "ChoiceGiniChoice_3": {
            "de": [
              "Falsch. Im Vergleich mit anderen Ländern ist die Ungleichheit in Brasilien zwar groß - noch größer jedoch in Südafrika."
            ],
            "en": [
              "Wrong. Compared to other countries, income inequality is indeed high in Brazil. However, it is even higher in South Africa."
            ]
          }
        }
      }
    }
  ]
}
