{
  "key": "child_labour",
  "title": "3. Karte - Kinderarbeit",
  "dataset": "childrenlabour",
  "content": [
    {
      "text": {
        "de": [
          " # Kinderarbeit",
          "",
          "In den Uno-Nachhaltigkeitszielen haben sich die Regierungen das Ziel gesetzt, Kinderarbeit abzuschaffen. Im Jahr 2012 hat trotzdem weltweit jedes zehnte Kind gearbeitet.",
          "",
          "**Was glauben Sie: In welchem der folgenden Länder mussten relativ gesehen die meisten Kinder mit anpacken?**"
        ],
        "en": [
          " # Child Labor",
          "",
          "Governments have set the target of eliminating child labor as part of the UN Sustainability Goals. Despite this, one out of 10 children around the world worked in 2012.",
          "",
          "**Which of the following countries do you think has the greatest number of child laborers?**"
        ]
      }
    },{
      "input": {
        "key": "amountChildLabour",
        "type": "choices",
        "options": {
          "choices": [
            ["amountChildLabourChoice_1", { "de": "Kamerun", "en": "Cameroon" }],
            ["amountChildLabourChoice_2", { "de": "Sudan", "en": "Sudan"}],
            ["amountChildLabourChoice_3", { "de": "Bangladesch", "en": "Bangladesh" }]
          ]
        }
      }
    },
    {
      "answer": {
        "answerKey": [
          "!i.amountChildLabour && 'notSubmitted'",
          "f.panToCountry('CMR') && false",
          "f.isMobile() && f.setView('map')",
          "!f.isMobile() && f.setView('globe')",
          "i.amountChildLabour"
        ],
        "answerContext": {},
        "templates": {
          "notSubmitted": {
            "de": ["Bitte beantworten und bestätigen. Nach der Bestätigung Ihrer Antwort sehen Sie auch, wie andere Leser geantwortet haben."], "en": ["Please answer and confirm. After submitting your choice, you can also see how other readers answered."]
          },


          "amountChildLabourChoice_1": {
            "de": [
              "Stimmt. Fast jedes zweite Kind in Kamerun muss arbeiten - das ist weltweit gesehen ein trauriger Spitzenwert."
            ],
            "en": [
              "That’s correct. Almost half of all children in Cameroon must work. Compared to other figures around the world, it is a tragically high figure."
            ]
          },
          "amountChildLabourChoice_2": {
            "de": [
              "Falsch. Im Sudan muss zwar jedes fünfte Kind arbeiten. In Kamerun ist es jedoch jedes zweite."
            ],
            "en": [
              "Wrong. One-fifth of Sudan’s children must work. The figure is higher in Cameroon, where every second child works."
            ]
          },
          "amountChildLabourChoice_3": {
            "de": [
              "Falsch. In Bangladesch müssen rund 4 Prozent der Kinder arbeiten - das ist im weltweiten Vergleich ein recht guter Wert. In Kamerun hingegen muss fast jedes zweite Kind arbeiten - das ist weltweit gesehen traurige Spitze."
            ],
            "en": [
              "Wrong. Around 4 percent of children in Bangladesh must work – a very low figure when compared globally. In Cameroon, on the other hand, every second child must work – a tragic figure that is the highest in the world."
            ]
          }
        }
      }
    }
  ]
}
