{
  "key": "maternyleave",
  "title": "6. Karte - #Schulzeit",
  "dataset": "unemployment",
  "content": [
    {
      "text": {
        "de": [
          " # Mutterschutz",
          "",
          "Laut Uno sollen nicht nur mehr Menschen arbeiten - die Arbeit soll auch “gut” sein. Dazu gehört eine soziale Absicherung wie zum Beispiel der Schutz schwangerer Frauen. In Deutschland können Schwangere 14 Wochen Mutterschutz beantragen - und bekommen ihr Gehalt weiter.",
          "",
          "**Weltweiter Spitzenreiter beim Mutterschutz ist Schweden: Wie viele Wochen muss eine Frau dort nicht arbeiten?**"
        ],
        "en": [
          " # Maternity Leave",
          "",
          "The UN wants not only to see more people working, but also to have “decent” work opportunities. That includes a basic social contract, such as leave for pregnant women. In Germany, woman can take 14 weeks of maternity leave – time in which they continue to receive their full salaries.",
          "",
          "**The global leader in maternity leave is Sweden. How many weeks of maternity leave are women there eligible to receive?**"
        ]
      }
    },{
      "input": {
        "key": "sliderMaternyLeave",
        "type": "slider",
        "options": {
          "unit": "Wochen",
          "min": 0,
          "value": 50,
          "max": 100,
          "step": 1
        }
      }
    },
    {
      "submit": {
        "key": "AmountMaternyLeaveSubmitted"
      }
    },

    {
      "answer": {
        "answerKey": [
          "i.sliderMaternyLeave && !i.AmountMaternyLeaveSubmitted",
          "!i.AmountMaternyLeaveSubmitted && 'notSubmitted'",
          "f.setDataset('maternyleave')",
          "f.isMobile() && f.setView('map')",
          "!f.isMobile() && f.setView('globe')",
          "(i.sliderMaternyLeave <= 61 && f.panToCountry(f.getISO('maternyleave', i.sliderMaternyLeave))) && 'Antwort_MaternyLeave1'",
          "(i.sliderMaternyLeave >= 62 && i.sliderMaternyLeave <= 76 && f.panToCountry('SWE')) && 'Antwort_MaternyLeave2'",
          "(i.sliderMaternyLeave >= 77 && f.panToCountry('SWE')) && 'Antwort_MaternyLeave3'"
        ],
        "answerContext": {
          "MaternyLeaveCountry" : "f.getCountryName('maternyleave', i.sliderMaternyLeave, { case: 'default' })"
        },
        "templates": {
          "notSubmitted": {
            "de": ["Betätigen Sie den Schieberegler, um Ihre Schätzung einzugeben. Nach der Bestätigung Ihrer Antwort sehen Sie auch, wie andere Leser geantwortet haben."], "en": ["Use the slider to enter your estimate."]          },
          "allAnswered": {
            "de": [""], "en": [""]
          },
          "Antwort_MaternyLeave1": {
            "de": [
              "Es sind sogar noch mehr. Der Mutterschutz dauert in Schweden 69 Wochen. Ihr Tipp entspricht am ehesten dem Wert in **{{ MaternyLeaveCountry }}**."
            ],
            "en": [
              "The figure is actually higher. Women in Sweden are eligible for 69 weeks of maternity leave. Your guess is closest to the figure in **{{ MaternyLeaveCountry }}**."
            ]
          },
          "Antwort_MaternyLeave2": {
            "de": [
              "Gut geschätzt. Der Mutterschutz dauert in Schweden 69 Wochen."
            ],
            "en": [
              "Good guess. Women in Sweden are eligible for 69 weeks of maternity leave. "
            ]
          },
          "Antwort_MaternyLeave3": {
            "de": [
              "Ganz so lange dann doch nicht. Der Mutterschutz dauert in Schweden 69 Wochen."
            ],
            "en": [
              "They don’t get that much. Women in Sweden are eligible for 69 weeks of maternity leave. Your guess is closest to the figure in **{{ MaternyLeaveCountry }}**."
            ]
          }
        }
      }
    }
  ]
}
