{
  "key": "school_poor",
  "title": "2. Karte - Temperaturantstieg",
  "dataset": "years_schooling",
  "content": [
    {
      "text": {
        "de": [
          " # Eine Frage des Geldes?",
          "",
          "Bleiben wir in Nigeria: Wie Sie wissen, gehen die Kinder dort im Schnitt knapp acht Jahre zur Schule - und eigentlich sollte das für arme und reiche Familien gleichermaßen gelten. So steht es in den Nachhaltigkeitszielen der Uno. Wie sieht die Realität aus?.",
          "",
          "**Betrachten Sie ein Kind aus einer nigerianischen Familie, die zu den ärmsten zehn Prozent des Landes gehört: Wie lange geht dieses Kind zur Schule?**"
        ],
        "en": [
          " # ",
          "",
          "",
          "",
          "** **"
        ]
      }
    },{
      "input": {
        "key": "sliderAttendancePoor",
        "type": "slider",
        "options": {
          "unit": "",
          "min": 1,
          "value": 4,
          "max": 13,
          "step": 0.1
        }
      }
    },
    {
      "submit": {
        "key": "AmountAttendancePoorSubmitted"
      }
    },

    {
      "answer": {
        "answerKey": [
          "i.sliderAttendancePoor && !i.AmountAttendancePoorSubmitted",
          "!i.AmountAttendancePoorSubmitted && 'notSubmitted'",
          "f.setDataset('school_poor')",
          "f.isMobile() && f.setView('map')",
          "!f.isMobile() && f.setView('globe')",
          "(i.sliderAttendancePoor <= 3.0 && f.panToCountry('NGA')) && 'Antwort_AttendancePoor1'",
          "(i.sliderAttendancePoor >= 3.1  && f.panToCountry('NGA')) && 'Antwort_AttendancePoor2'"
        ],
        "answerContext": {
          "AttendancePoorCountry" : "f.getCountryName('school_poor', i.sliderAttendancePoor, { case: 'default' })"
        },
        "templates": {
          "notSubmitted": {
            "de": ["Betätigen Sie den Schieberegler, um Ihre Schätzung einzugeben. Nach der Bestätigung Ihrer Antwort sehen Sie auch, wie andere Leser geantwortet haben."], "en": ["Use the slider to enter your estimate."]          },
          "allAnswered": {
            "de": [""], "en": [""]
          },
          "Antwort_AttendancePoor1": {
            "de": [
              "Da liegen Sie - leider - richtig. Ein armes Kind in Nigeria geht im Schnitt gerade einmal 1,7 Jahre zur Schule. In Nigeria ist der Abstand zwischen Arm und Reich weltweit am größten. Die Kinder der reichsten zehn Prozent gehen rund zwölf Jahre zur Schule. Der Globus zeigt Ihnen auch die Werte für arme Kinder in anderen Ländern."
            ],
            "en": [
              ""
            ]
          },
          "Antwort_AttendancePoor2": {
            "de": [
              "Nein, leider weniger. Ein armes Kind in Nigeria geht im Schnitt gerade einmal 1,7 Jahre zur Schule. In Nigeria ist der Abstand zwischen Arm und Reich weltweit am größten. Die Kinder der reichsten zehn Prozent gehen rund zwölf Jahre zur Schule. Der Globus zeigt Ihnen auch die Werte für arme Kinder in anderen Ländern."
            ],
            "en": [
              ""
            ]
          }
        }
      }
    }
  ]
}
