{
  "key": "refugeesInternal",
  "title": "2. Karte - Binnenflüchtlinge",
  "dataset": "refugees",
  "content": [
    {
      "text": {
        "de": [
          " # Flucht vor Krieg und Konflikt –  ins Ausland",
          "",
          "Nach Angaben des Uno-Flüchtlingshilfswerks ist etwa jeder 113. Mensch auf der Welt im Jahr 2015 auf der Flucht gewesen. Fast zwei Drittel der Vertriebenen suchen Schutz innerhalb ihres Heimatlandes.",
          "",
          "Die neuesten weltweit vergleichbaren Daten stammen vom Ende des Jahres 2014: **Damals gab es die meisten Binnenflüchtlinge in Syrien, nämlich gut 7,6 Millionen. Aber welches Land liegt auf Platz zwei dieser traurigen Rangliste?**"
        ],
        "en": [
          " # ",
          "",
          "",
          "",
          "** **"
        ]
      }
    },
    {
      "input": {
        "key": "displacedCountry",
        "type": "choices",
        "options": {
          "choices": [
            ["choice_1", { "de": "Die Demokratische Republik Kongo ", "en": "" }],
            ["choice_2", { "de": "Der Irak", "en": ""}],
            ["choice_3", { "de": "Kolumbien", "en": "" }]
          ]
        }
      }
    },
    {
      "submit": {
        "key": "displacedCountrySubmitted"
      }
    },
    {
      "answer": {
        "answerKey": [
          "i.displacedCountry && !i.displacedCountrySubmitted",
          "!i.displacedCountrySubmitted && 'notSubmitted'",
          "f.setDataset('displaced')",
          "f.panToCountry('COL') && false",
          "f.isMobile() && f.setView('map')",
          "!f.isMobile() && f.setView('globe')",
          "i.displacedCountry"
        ],
        "answerContext": {},
        "templates": {
          "notSubmitted": {
            "de": ["Bitte beantworten und bestätigen."], "en": ["Please answer and confirm."]
          },

          "allAnswered": {
            "de": ["Bitte beantworten und bestätigen"], "en": ["Are you sure?"]
          },
          "choice_1": {
            "de": [
              "Nein. Den traurigen Rekord hält Kolumbien: Jahrzehnte des Bürgerkriegs haben dazu geführt, dass dort mehr als sechs Millionen Menschen, und somit rund 13 Prozent der Bevölkerung, im eigenen Land auf der Flucht sind. Doch auch in der Demokratischen Republik Kongo haben militärische Konflikte sowie Streit um Land und Rohstoffe dazu geführt, dass im Jahr 2014 dort rund 2,7 Millionen Menschen entwurzelt waren."
            ],
            "en": [
              ""
            ]
          },
          "choice_2": {
            "de": [
              "Nein. Den traurigen Rekord hält Kolumbien: Jahrzehnte des Bürgerkriegs haben dazu geführt, dass dort im Jahr 2014 mehr als sechs Millionen Menschen, und somit rund 13 Prozent der Bevölkerung, im eigenen Land auf der Flucht waren. Doch die anhaltenden Konflikte im Irak haben dazu geführt, dass dort im gleichen Zeitraum rund 3,6 Millionen Menschen entwurzelt waren."
            ],
            "en": [
              ""
            ]
          },
          "choice_3": {
            "de": [
              "Richtig! Jahrzehnte des Bürgerkriegs haben dazu geführt, dass im Jahr 2014 in Kolumbien mehr als sechs Millionen Menschen, und somit rund 13 Prozent der Bevölkerung, im eigenen Land auf der Flucht waren. Mehr als 220.000 Kolumbianer starben seit 1952 in den Konflikten, Tausende gelten noch heute als vermisst."
            ],
            "en": [
              ""
            ]
          }
        }
      }
    }
  ]
}
