{
  "key": "women_share",
  "title": "3. Karte - Frauenanteil",
  "dataset": "",
  "content": [
    {
      "text": {
        "de": [
          " # Die Männer geben den Ton an?",
          "",
          "In Vorständen und Aufsichtsräten sind Frauen völlig unterrepräsentiert – weltweit und branchenübergreifend. Deutschland versucht mit der Frauenquote den Anteil auf 30 Prozent zu heben.",
          "",
          "**Was meinen Sie, welches Land kommt bereits auf diesen Anteil?**"
        ],
        "en": [
          " # The Men Set the Tone",
          "",
          "Women are seriously underrepresented on management and supervisory boards –  in many countries around the world and in many industries. Germany is trying to use a quota to raise the proportion to 30 percent.",
          "",
          "**Which country do you think already has this proportion?**"
        ]
      }
    },{
      "input": {
        "key": "ShareWomenBoards",
        "type": "choices",
        "options": {
          "choices": [
            ["ShareWomenBoardsChoice_1", { "de": "Italien", "en": "Italy" }],
            ["ShareWomenBoardsChoice_2", { "de": "Japan", "en": "Japan"}],
            ["ShareWomenBoardsChoice_3", { "de": "Kanada", "en": "Canada" }]
          ]
        }
      }
    },
    {
      "submit": {
        "key": "ShareWomenBoardsSubmitted"
      }
    },
    {
      "answer": {
        "answerKey": [
          "i.ShareWomenBoards && !i.ShareWomenBoardsSubmitted",
          "!i.ShareWomenBoardsSubmitted && 'notSubmitted'",
          "f.setDataset('vorstaende')",
          "f.panToCountry('ITA') && false",
          "f.isMobile() && f.setView('map')",
          "!f.isMobile() && f.setView('globe')",
          "i.ShareWomenBoards"
        ],
        "answerContext": {},
        "templates": {
          "notSubmitted": {
            "de": ["Bitte beantworten und bestätigen. Nach der Bestätigung Ihrer Antwort sehen Sie auch, wie andere Leser geantwortet haben."], "en": ["Please answer and confirm. After submitting your choice, you can also see how other readers answered."]
          },


          "ShareWomenBoardsChoice_1": {
            "de": [
              "Ganz richtig, in italienischen Unternehmen sind die Vorstände und Aufsichtsräte zu gut 30 Prozent mit Frauen besetzt. Vorreiter ist übrigens Norwegen: Hier sind Männer und Frauen fast gleich stark vertreten."
            ],
            "en": [
              "That's correct, in Italian companies, management and supervisory boards are made up of about 30 percent women. The global leader in this regard, by the way, is Norway: Men and women are almost equally represented in the country."
            ]
          },
          "ShareWomenBoardsChoice_2": {
            "de": [
              "Nein, Japan bildet das Schlusslicht des Vergleichs: Nur 3,5 Prozent der Vorstands- und Aufsichtsratsposten sind mit Frauen besetzt. Die richtige Antwort wäre **Italien** gewesen, mit gut 30 Prozent. Vorreiter ist übrigens Norwegen: Hier sind Männer und Frauen fast gleich stark vertreten."
            ],
            "en": [
              "No, Japan is the worst performing country: Only 3.5 percent of the management and supervisory boards are made up of women. The correct answer is Italy, with about 30 percent. The global leader in this regard, by the way, is Norway: Men and women are almost equally represented in the country."
            ]
          },
          "ShareWomenBoardsChoice_3": {
            "de": [
              "Nein, in Kanada ist die Situation ähnlich wie in Deutschland: Rund 21 Prozent der Vorstands- und Aufsichtsratsposten sind mit Frauen besetzt. Die richtige Antwort wäre **Italien** gewesen, mit gut 30 Prozent. Vorreiter ist übrigens Norwegen: Hier sind Männer und Frauen fast gleich stark vertreten."
            ],
            "en": [
              "No, in Canada the situation is like the one in Germany: About 21 percent of management and supervisory board members are women. The correct answer is Italy, with about 30 percent. The global leader in this regard, by the way, is Norway: Men and women are almost equally represented in the country."
            ]
          }
        }
      }
    }
  ]
}
