{
  "key": "money",
  "title": "6. Karte - Verdienst",
  "dataset": "muettersterb",
  "content": [
    {
      "text": {
        "de": [
          " # Weniger Geld im Portemonnaie",
          "",
          "In vielen Ländern verdienen Frauen deutlich schlechter als Männer. Der sogenannte unbereinigte Gender Pay Gap fasst die Ungleichheit in Zahlen: Im europäischen Schnitt verdienen Frauen 16 Prozent weniger.",
          "",
          "**Wie hoch ist das Lohngefälle wohl in Deutschland?**"
        ],
        "en": [
          " # Less Money in the Wallet",
          "",
          "In many countries, women earn far less than men. The unadjusted gender pay gap translates this inequality into numbers: On average in Europe, women earn 16 percent less.",
          "",
          "**How big is the pay gap in Germany?**"
        ]
      }
    },{
      "input": {
        "key": "sliderPayGap",
        "type": "slider",
        "options": {
          "unit": "%",
          "min": 1,
          "value": 25,
          "max": 50,
          "step": 1
        }
      }
    },
    {
      "submit": {
        "key": "AmountPayGapSubmitted"
      }
    },

    {
      "answer": {
        "answerKey": [
          "i.sliderPayGap && !i.AmountPayGapSubmitted",
          "!i.AmountPayGapSubmitted && 'notSubmitted'",
          "f.setDataset('lohngefaelle')",
          "f.isMobile() && f.setView('map')",
          "!f.isMobile() && f.setView('globe')",
          "f.panToCountry('DEU') && false",
          "(i.sliderPayGap <= 19) && 'Antwort_PayGap1'",
          "(i.sliderPayGap >= 20 && i.sliderPayGap <= 24) && 'Antwort_PayGap2'",
          "(i.sliderPayGap >= 25 && i.sliderPayGap <= 28) && 'Antwort_PayGap3'",
          "(i.sliderPayGap >= 29) && 'Antwort_PayGap4'"
        ],
        "answerContext": {
          "PayGapCountry" : "f.getCountryName('lohngefaelle', i.sliderPayGap, { case: 'default' })"
        },
        "templates": {
          "notSubmitted": {
            "de": ["Betätigen Sie den Schieberegler, um Ihre Schätzung einzugeben. Nach der Bestätigung Ihrer Antwort sehen Sie auch, wie andere Leser geantwortet haben."], "en": ["Use the slider to enter your estimate. After submitting your choice, you can also see how other readers answered."]          },
          "allAnswered": {
            "de": [""], "en": [""]
          },
          "Antwort_PayGap1": {
            "de": [
              "Nein, in Deutschland verdienen Frauen sogar 22 Prozent weniger als Männer. Dieser unbereinigte Wert berücksichtigt alle Löhne. Es gibt auch einen bereinigten Wert, der Frauen und Männer in gleichen Positionen und mit vergleichbaren Qualifikationen vergleicht. Doch selbst so ergibt sich noch immer ein Unterschied von sechs Prozent. Ihr getippter Wert entspricht etwa dem unbereinigten Gender Pay Gap in **{{ PayGapCountry }}**. "
            ],
            "en": [
              "No, in Germany women earn 22 percent less than men. This unadjusted number factors in all salaries. There is also an adjusted value that compares women and men who have equal positions and similar qualifications. But even there, the difference is 6 percent. The value you selected describes the unadjusted pay gap in **{{ PayGapCountry }}**."
            ]
          },
          "Antwort_PayGap2": {
            "de": [
              "Ja, Frauen verdienen in Deutschland 22 Prozent weniger als Männer. Dieser unbereinigte Wert berücksichtigt alle Löhne. Es gibt auch einen bereinigten Wert, der Frauen und Männer in gleichen Positionen und mit vergleichbaren Qualifikationen vergleicht. Doch selbst so ergibt sich noch immer ein Unterschied von sechs Prozent."
            ],
            "en": [
              "Yes, women in Germany earn 22 percent less than men. This unadjusted number factors in all salaries. There is also an adjusted value that compares women and men who have equal positions and similar qualifications. But even there, the difference is 6 percent."
            ]
          },
          "Antwort_PayGap3": {
            "de": [
              "Nein, in Deutschland verdienen Frauen 22 Prozent weniger als Männer. Dieser unbereinigte Wert berücksichtigt alle Löhne. Es gibt auch einen bereinigten Wert, der Frauen und Männer in gleichen Positionen und mit vergleichbaren Qualifikationen vergleicht. Doch selbst so ergibt sich noch immer ein Unterschied von sechs Prozent. Ihr getippter Wert entspricht etwa dem unbereinigten Gender Pay Gap in Estland."
            ],
            "en": [
              "No, in Germany women earn 22 percent less than men. This unadjusted number factors in all salaries. There is also an adjusted value that compares women and men who have equal positions and similar qualifications. But even there, the difference is 6 percent. The value you selected describes the unadjusted gender pay gap in Estonia."
            ]
          },
          "Antwort_PayGap4": {
            "de": [
              "Nein, ein so hohes Lohngefälle gibt es in Europa nirgends. In Deutschland beträgt der unbereinigte Gender Pay Gap 22 Prozent. Er berücksichtigt alle Löhne. Es gibt auch einen bereinigten Wert, der Frauen und Männer in gleichen Positionen und mit vergleichbaren Qualifikationen vergleicht. Doch selbst so ergibt sich noch immer ein Unterschied von sechs Prozent."
            ],
            "en": [
              "No, such a big pay gap doesn't exist anywhere in Europe. In Germany, the unadjusted pay gap is 22 percent. There is also an adjusted value that compares women and men who have equal positions and similar qualifications. But even there, the difference is 6 percent."
            ]
          }
        }
      }
    }
  ]
}
