{
  "key": "foodprice",
  "title": "3. Karte - Lebensmittel",
  "dataset": "malnutrition",
  "content": [
    {
      "text": {
        "de": [
          " # Teure Lebensmittel",
          "",
          "Die Gründe für Hunger sind vielfältig. Dürreperioden können Schuld sein, aber auch Armut und hohe Nahrungspreise – nicht zuletzt wegen bewaffneter Konflikte. Sehen wir uns die Preise für Lebensmittel näher an. Um sie weltweit zu vergleichen, messen wir, wie teuer sie im Vergleich zu anderen Gütern des täglichen Lebens im jeweiligen Land sind.",
          "",
          "**Was glauben Sie, wo sind Lebensmittel demnach am teuersten?**"
        ],
        "en": [
          " # ",
          "",
          "",
          "",
          "****"
        ]
      }
    },{
      "input": {
        "key": "FoodPrice",
        "type": "choices",
        "options": {
          "choices": [
            ["FoodPriceChoice_1", { "de": "Katar, Island und Bermuda", "en": "" }],
            ["FoodPriceChoice_2", { "de": "Tansania, Sambia und Mauretanien", "en": ""}],
            ["FoodPriceChoice_3", { "de": "Irak, Pakistan und Fidschi", "en": "" }]
          ]
        }
      }
    },
    {
      "submit": {
        "key": "FoodPriceSubmitted"
      }
    },
    {
      "answer": {
        "answerKey": [
          "i.FoodPrice && !i.FoodPriceSubmitted",
          "!i.FoodPriceSubmitted && 'notSubmitted'",
          "f.setDataset('foodprice')",
          "f.panToCountry('TZA') && false",
          "f.isMobile() && f.setView('map')",
          "!f.isMobile() && f.setView('globe')",
          "i.FoodPrice"
        ],
        "answerContext": {},
        "templates": {
          "notSubmitted": {
            "de": ["Bitte beantworten und bestätigen. Nach der Bestätigung Ihrer Antwort sehen Sie auch, wie andere Leser geantwortet haben."], "en": ["Please answer and confirm. After submitting your choice, you can also see how other readers answered."]
          },


          "FoodPriceChoice_1": {
            "de": [
              "Nein, hier sind Lebensmittel relativ erschwinglich, ähnlich wie in Deutschland. In Tansania, Sambia und Mauretanien hingegen ist Essen, verglichen mit anderen Gütern, am teuersten."
            ],
            "en": [
              ""
            ]
          },
          "FoodPriceChoice_2": {
            "de": [
              "Richtig! In Tansania, Sambia und Mauretanien ist Essen, verglichen mit anderen Gütern, am teuersten. Eine hohe Abhängigkeit von Importen und Spekulationen am Weltmarkt können die Preise nach oben treiben."
            ],
            "en": [
              ""
            ]
          },
          "FoodPriceChoice_3": {
            "de": [
              "In der Tat sind Lebensmittel hier sehr viel weniger erschwinglich als etwa in Deutschland. Doch noch deutlich teurer ist Essen, verglichen mit anderen Gütern, in Tansania, Sambia und Mauretanien."
            ],
            "en": [
              ""
            ]
          }
        }
      }
    }
  ]
}
