{
  "key": "longDistanceTravelBrasilia",
  "title": "4. Karte - Brasilien",
  "dataset": "cruiseships",
  "content": [
    {
      "text": {
        "de": [
          " # Auf nach Rio?",
          "",
          "Eine halbe Million Besucher wurden zu den Olympischen Spielen 2016 in Rio erwartet. Laut einem Nachhaltigkeitsbericht der Veranstalter macht deren Anreise den größten Teil des Treibhausgas-Ausstoßes der Veranstaltung aus, nämlich etwa 1.380.000 Tonnen CO2-Äquivalente. In Deutschland wurden rund 35.000 Eintrittskarten für das Sportevent verkauft.",
          "",
          "**Tippen Sie: Wie viele Touristen aus Deutschland reisten im Jahr 2014 nach Brasilien – also in dem Jahr, in dem dort die Fußballweltmeisterschaft stattfand?**"
        ],
        "en": [
          " # Heading to Rio?",
          "",
          "Half a million visitors were expected at the 2016 Olympic Games in Rio. According to a sustainability report by the organizers, travel to and from the event would be the greatest source of greenhouse gas emissions tied to the competition, namely around 1.38 million tons of carbon dioxide-equivalent. In Germany, around 35,000 tickets have been sold for the sporting event.",
          "",
          "**Take a guess: How many tourists from Germany traveled to Brazil in 2014, the year the country hosted the World Cup? Please move the slider in order to enter your guess.**"
        ]
      }
    },{
      "input": {
        "key": "sliderTouristsFromGermany",
        "type": "slider",
        "options": {
          "unit": "",
          "min": 50000,
          "value": 200000,
          "max": 500000,
          "step": 10000
        }
      }
    },
    {
      "submit": {
        "key": "TouristsFromGermanySubmitted"
      }
    },

    {
      "answer": {
        "answerKey": [
          "i.sliderTouristsFromGermany && !i.TouristsFromGermanySubmitted",
          "!i.TouristsFromGermanySubmitted && 'notSubmitted'",
          "f.setDataset('touristsfromgermany')",
          "f.isMobile() && f.setView('map')",
          "!f.isMobile() && f.setView('globe')",
          "(i.sliderTouristsFromGermany < 230000) && f.panToCountry(f.getISO('touristsfromgermany', i.sliderTouristsFromGermany)) && 'FromGermany1'",
          "(i.sliderTouristsFromGermany >= 230000 && i.sliderTouristsFromGermany < 300000) && f.panToCountry('BRA') && 'FromGermany2'",
          "(i.sliderTouristsFromGermany >= 300000) && f.panToCountry(f.getISO('touristsfromgermany', i.sliderTouristsFromGermany)) && 'FromGermany3'"
        ],
        "answerContext": {
          "FromGermanyCountry" : "f.getCountryName('touristsfromgermany', i.sliderTouristsFromGermany, { case: 'default' })"

        },
        "templates": {
          "notSubmitted": {
            "de": ["Betätigen Sie den Schieberegler, um Ihre Schätzung einzugeben. Nach der Bestätigung Ihrer Antwort sehen Sie auch, wie andere Leser geantwortet haben."], "en": ["Please answer and confirm. After submitting your choice, you can also see how other readers answered."]          },
          "allAnswered": {
            "de": [""], "en": [""]
          },
          "FromGermany1": {
            "de": [
              "Nein, mehr! Rund 265.000 Touristen aus Deutschland reisten im Jahr 2014 nach Brasilien. Nach **{{ FromGermanyCountry }}** reisten 2014 in etwa so viele Besucher aus Deutschland wie von ihnen geschätzt. Nicht alle Länder unterscheiden bei der Einreise zwischen Touristen und Geschäftsreisenden, weshalb die Daten auf dem Globus nur einen groben Richtwert bieten."

            ],
            "en": [
              "No, more! Around 265,000 tourists from Germany traveled to Brazil in 2014. That year, approximately the same number of people you guessed traveled from Germany to **{{ FromGermanyCountry }}**. Not all states differentiate between visitors who are tourists and those who are business travelers when they enter the country, meaning the data on the globe offers only an approximate value."

            ]
          },
          "FromGermany2": {
            "de": [
              "Ziemlich gut geschätzt! Rund 265.000 Touristen aus Deutschland reisten im Jahr 2014 nach Brasilien. Beim Vergleich der Länderdaten ist hier jedoch Vorsicht geboten: Nicht alle Länder unterscheiden bei der Einreise zwischen Touristen und Geschäftsreisenden, weshalb die Daten auf dem Globus nur einen groben Richtwert bieten."
            ],
            "en": [
              "That's a pretty good guess. Around 265,000 tourists from Germany traveled in 2014 to Brazil. But one word of caution when comparing the country data: Not all states differentiate between visitors who are tourists and those who are business travelers when they enter the country, meaning the data on the globe offers only an approximate value."
            ]
          },
          "FromGermany3": {
            "de": [
              "Nein, ganz so viele waren es nicht. Rund 265.000 Touristen aus Deutschland reisten im Jahr 2014 nach Brasilien. Nach **{{ FromGermanyCountry }}** reisten 2014 in etwa so viele Besucher aus Deutschland wie von ihnen geschätzt. Nicht alle Länder unterscheiden bei der Einreise zwischen Touristen und Geschäftsreisenden, weshalb die Daten auf dem Globus nur einen groben Richtwert bieten."
            ],
            "en": [
              "No, there weren't that many. Around 265,000 tourists from Germany traveled to Brazil in 2014.  That year, approximately the same number of people you guessed traveled from Germany to **{{ FromGermanyCountry }}**. Not all states differentiate between visitors who are tourists and those who are business travelers when they enter the country, meaning the data on the globe offers only an approximate value."
            ]
          }
        }
      }
    }
  ]
}
