{
  "key": "longDistanceFlights",
  "title": "5. Karte - Fluege",
  "dataset": "touristsfromgermany",
  "content": [
    {
      "text": {
        "de": [
          " # Das Problem mit dem Flugverkehr",
          "",
          "Ja, Flugreisen sind umweltschädlich. Dennoch ist die Verlockung groß, atemberaubende Landschaften und fremde Kulturen in der Ferne zu erkunden. Wenn Sie frei wählen dürften: **Welchen dieser Orte würden Sie gerne einmal besuchen?** (Auswahlmöglichkeit unten auf der Seite)",
          "",
          "Den **Machu Picchu** in Peru",
          "![](data/questionnaires/0716/cards/assets/2.png)",
          "",
          "Den **Ngapali-Strand** in Myanmar",
          "![](data/questionnaires/0716/cards/assets/3.png)",
          "",
          "Den **Grand Canyon** in den USA",
          "![](data/questionnaires/0716/cards/assets/1.png)",
          ""
        ],
        "en": [
          " # The Trouble with Flying",
          "",
          "Yes, traveling by air is harmful to the environment, but the idea of discovering breathtaking landscapes and foreign cultures abroad is extremely tempting. If you had a choice: **Which of these places would you like to visit one day?**",
          "",
          "**Machu Picchu** in Peru",
          "![](data/questionnaires/0716/cards/assets/2.png)",
          "",
          "**Ngapali Beach** in Myanmar",
          "![](data/questionnaires/0716/cards/assets/3.png)",
          "",
          "The **Grand Canyon** in the United States",
          "![](data/questionnaires/0716/cards/assets/1.png)",
          ""
        ]
      }
    },
    {
      "input": {
        "key": "longDistanceFlightsAnswer",
        "type": "choices",
        "options": {
          "choices": [
            ["ldf_choice_1", { "de": "Machu Picchu", "en": "" }],
            ["ldf_choice_2", { "de": "Ngapali-Strand", "en": ""}],
            ["ldf_choice_3", { "de": "Grand Canyon", "en": "" }]
          ]
        }
      }
    },
    {
      "submit": {
        "key": "longDistanceFlightsAnswerSubmitted"
      }
    },
    {
      "answer": {
        "answerKey": [
          "i.longDistanceFlightsAnswer && !i.longDistanceFlightAnswerSubmitted",
          "!i.longDistanceFlightsAnswerSubmitted && 'notSubmitted'",
          "f.setDataset('airportstravelingto')",
          "f.isMobile() && f.setView('map')",
          "!f.isMobile() && f.setView('globe')",
          "i.longDistanceFlightsAnswer == 'ldf_choice_1' && f.panToCountry('PER') && false",
          "i.longDistanceFlightsAnswer == 'ldf_choice_2' && f.panToCountry('MMR') && false",
          "i.longDistanceFlightsAnswer == 'ldf_choice_3' && f.panToCountry('USA') && false",
          "i.longDistanceFlightsAnswer"
        ],
        "answerContext": {},
        "templates": {
          "notSubmitted": {
            "de": ["Bitte beantworten und bestätigen. Nach der Bestätigung Ihrer Antwort sehen Sie auch, wie andere Leser geantwortet haben."], "en": ["Please answer and confirm. After submitting your choice, you can also see how other readers answered."]
          },


          "ldf_choice_1": {
            "de": [
              "Nach Peru flogen im Jahr 2015 rund 52.000 Passagiere aus Deutschland. Laut Klimarechner der Kompensationsagentur Atmosfair entspricht das einem Gesamt-CO2-Ausstoß von rund 380.000 Tonnen. Zum Vergleich: Das entspricht in etwa der Menge an Treibhausgasen, die 190.000 Mittelklassewagen jährlich in die Luft pusten (angenommen, sie werden rund 12.000 Kilometer gefahren, was ungefähr dem deutschen Durchschnitt entspricht). Um die Emissionen eines Flugs nach Peru auszugleichen, empfiehlt Atmosfair eine Spende von 169 Euro an Klimaschutzprojekte."
            ],
            "en": [
              "In 2015, 52,000 passengers from Germany flew to Peru. According to the emissions calculator created by the climate protection organization Atmosfair, that is equal to total CO2 emissions of around 380,000 tons. That represents approximately the same amount of greenhouse gases spewed into the air each year by 190,000 medium-sized cars (assuming they traveled the German average of 12,000 kilometers). In order to offset the emissions produced by a flight to Peru, Atmosfair recommends a donation of 169 euros to climate protection projects."
            ]
          },
          "ldf_choice_2": {
            "de": [
              "Nach Myanmar flogen im Jahr 2015 rund 17.000 Passagiere aus Deutschland. Laut Klimarechner der Kompensationsagentur Atmosfair entspricht das einem Gesamt-CO2-Ausstoß von rund 83.000 Tonnen. Zum Vergleich: Das entspricht etwa der Menge an Treibhausgasen, die 41.500 Mittelklassewagen jährlich in die Luft pusten (angenommen, sie werden rund 12.000 Kilometer gefahren, was ungefähr dem deutschen Durchschnitt entspricht). Um die Emissionen eines Flugs nach Myanmar auszugleichen, empfiehlt Atmosfair eine Spende von 113 Euro an Klimaschutzprojekte."
            ],
            "en": [
              "Around 17,000 passengers from Germany traveled to Myanmar in 2015. According to the emissions calculator created by the climate protection organization Atmosfair, that is equal to total CO2 emissions of around 83,000 tons. That represents approximately the amount of greenhouse gases spewed into the air each year by 19,000 medium-sized cars (assuming they traveled the German average of 12,000 kilometers). In order to offset the emissions produced by a flight to Peru, Atmosfair recommends a donation of 113 euros to climate protection projects."
            ]
          },
          "ldf_choice_3": {
            "de": [
              "In die USA flogen im Jahr 2015 rund 6,4 Millionen Passagiere aus Deutschland. Angenommen, sie alle flögen an die Westküste zum Grand Canyon, so entspräche dies laut Klimarechner der Kompensationsagentur Atmosfair einem Gesamt-CO2-Ausstoß von rund 38 Millionen Tonnen. Zum Vergleich: Das ist gut das Zehnfache des vorab geschätzten CO2-Fußabdrucks der Olympischen Spiele 2016 in Rio. Um die Emissionen eines Flugs an die Westküste der USA auszugleichen, empfiehlt Atmosfair eine Spende von 138 Euro an Klimaschutzprojekte."
            ],
            "en": [
              "In 2015, around 6.4 million passengers from Germany flew to the USA. Assuming that all traveled to the West Coast to connect to the Grand Canyon, carbon offsetting agency Atmosfair's emissions calculator assumes a CO2 footprint of 38 million tons. That is ten times the amount of CO2 emissions estimated for the Olympic Games in Brazil ahead of the event. In order to offset the emissions produced by a flight to the US' West Coast, Atmosfair recommends a donation of 138 euros to climate protection projects."
            ]
          }
        }
      }
    }
  ]
}
