{
  "key": "refugeesWorldwide",
  "title": "1. Karte - Flucht",
  "dataset": "",
  "content": [
    {
      "text": {
        "de": [
          " # Flucht vor Krieg und Konflikt –  ins Ausland",
          "",
          "Fast eine halbe Million Asylanträge wurden 2015 Deutschland gestellt. Die meisten Hilfesuchenden kamen aus Syrien. ",
          "",
          "**Wissen Sie, in welchem Land im Jahr 2014 am meisten Menschen als Flüchtlinge anerkannt waren oder auf die Bearbeitung ihres Asylantrags warteten?**"
        ],
        "en": [
          " # ",
          "",
          "",
          "",
          "** **"
        ]
      }
    },
    {
      "input": {
        "key": "refugeesCountry",
        "type": "choices",
        "options": {
          "choices": [
            ["choice_1", { "de": "In der Türkei", "en": "" }],
            ["choice_2", { "de": "In Pakistan", "en": ""}],
            ["choice_3", { "de": "Im Libanon", "en": "" }]
          ]
        }
      }
    },
    {
      "submit": {
        "key": "refugeesCountrySubmitted"
      }
    },
    {
      "answer": {
        "answerKey": [
          "i.refugeesCountry && !i.refugeesCountrySubmitted",
          "!i.refugeesCountrySubmitted && 'notSubmitted'",
          "f.setDataset('refugees')",
          "f.panToCountry('TUR') && false",
          "f.isMobile() && f.setView('map')",
          "!f.isMobile() && f.setView('globe')",
          "i.refugeesCountry"
        ],
        "answerContext": {},
        "templates": {
          "notSubmitted": {
            "de": ["Bitte beantworten und bestätigen."], "en": ["Please answer and confirm."]
          },

          "allAnswered": {
            "de": ["Sind sie sich sicher ?"], "en": ["Are you sure?"]
          },
          "choice_1": {
            "de": [
              "Richtig! Laut dem Flüchtlingshilfswerk der Vereinten Nationen lebten 2014 gut anderthalb Millionen Flüchtlinge in der Türkei. Außerdem warteten dort zu diesem Zeitpunkt rund 100.000 Menschen auf Bearbeitung ihres Asylantrags. Auf 45 türkische Bürger kommt somit ein Hilfesuchender."
            ],
            "en": [
              ""
            ]
          },
          "choice_2": {
            "de": [
              "Fast richtig. Die Zahl der Flüchtlinge war 2014 in Pakistan mit rund anderthalb Millionen nur um einige Zehntausend geringer als in der Türkei. Bei einer Bevölkerung von rund 188 Millionen Menschen, kommt somit auf 125 pakistanische Bürger ein Hilfesuchender. Fast alle von ihnen stammen aus Afghanistan. Allerdings beantragen nur wenige Menschen Asyl in dem südasiatischen Staat. "
            ],
            "en": [
              ""
            ]
          },
          "choice_3": {
            "de": [
              " Nein, in absoluten Zahlen gesprochen, lebten in der Türkei und in Pakistan 2014 mehr Geflüchtete als im Libanon – nämlich jeweils gut 1,5 Millionen. Auf die Bevölkerung bezogen ist der Anteil der aufgenommenen Flüchtlinge im Libanon aber bei Weitem am größten: Knapp 1,2 Millionen Geflüchtete bei einer Bevölkerung von etwa 4,6 Millionen. Damit kommt auf jeden vierten libanesischen Bürger ein Hilfesuchender."
            ],
            "en": [
              ""
            ]
          }
        }
      }
    }
  ]
}
