{
  "key": "violenceThreat",
  "title": "3. Karte - Gewalt",
  "view": "globe",
  "dataset": "none",
  "content": [
    {
      "text": {
        "de": [
          "# Wenn Gewalt sich schwer in Zahlen fassen lässt",
          "",
          "Zwar gibt es Schätzungen, wie viele Menschen in welchem Krieg jährlich sterben, doch die Angaben klaffen oft um ein Vielfaches auseinander, je nachdem aus welcher Quelle sie stammen.",
          ""

        ],
        "en": [
          "# ",
          "",
          "",
          ""
        ]
      }
    },

    {
      "text": {
        "de": [
          "**Wie viele Menschen sind bislang durch den Syrienkonflikt ums Leben gekommen?** Bewegen Sie den Schieberegler, um zu sehen, wie sehr sich die Schätzungen unterscheiden! "
        ],
        "en": [
          "** **"
        ]
      }
    },
    {
      "input": {
        "key": "sliderConflict",
        "type": "slider",
        "options": {
          "unit": "",
          "min": 100000,
          "value": 250000,
          "max": 500000,
          "step": 5000
        }
      }
    },
    {
      "answer": {
        "answerKey": [
          "!i.sliderConflict && 'notSubmitted'",
          "f.isMobile() && f.setView('map')",
          "!f.isMobile() && f.setView('globe')",
          "(i.sliderConflict < 120000)  && 'Conflict1'",
          "(i.sliderConflict >= 120000 && i.sliderConflict < 180000) && 'Conflict2'",
          "(i.sliderConflict >= 180000 && i.sliderConflict < 400000) && 'Conflict3'",
          "(i.sliderConflict >= 400000) && 'Conflict4'"
        ],
        "answerContext": {
        },
        "templates": {
          "notSubmitted": {
            "de": ["Bitte bewegen Sie den Slider."], "en": ["Please move the slider."]          },
          "allAnswered": {
            "de": [""], "en": [""]
          },
          "Conflict1": {
            "de": [
              "In dieser Größenordnung liegt die Schätzung von Forschern aus Schweden und Norwegen, die seit Jahrzehnten die Anzahl der Kriegstoten in den verschiedenen Ländern der Welt dokumentieren. Rund 120.000 Tote verzeichnet ihre Statistik bis einschließlich 2014 – und somit wesentlich weniger als die Schätzungen anderer Organisationen.",
              "",
              ""
            ],
            "en": [
              ""

            ]
          },
          "Conflict2": {
            "de": [
              "In dieser Größenordnung liegen die Angaben des Violence Documentation Center in Syria. Die Nichtregierungsorganisation schätzt die Zahl der Opfer bis März 2016 auf rund 130.000. Damit liegt sie immer noch weit unter den Angaben der Vereinten Nationen und anderer Nichtregierungsorganisationen."
            ],
            "en": [
              ""
            ]
          },
          "Conflict3": {
            "de": [
              "In dieser Größenordnung liegen die Schätzungen der Uno – die allerdings Anfang 2014 wegen der ungewissen Datenlage aufhörte, regelmäßige Berichte über die Todesopfer in Syrien zu veröffentlichen. Ein Uno-Report vom August 2014 verzeichnete 190.000 Tote, später war von 250.000 Toten die Rede gewesen. Im April 2016 sprach der Uno-Sondergesandte Staffan de Mistura von 400.000 Toten."
            ],
            "en": [
              ""
            ]
          },
             "Conflict4": {
            "de": [
              "In dieser Größenordnung liegt die Schätzung der Nichtregierungsorganisation Syrian Center for Policy Research: In einem Bericht geht sie von 470.000 Toten in Syrien bis 2015 aus. Die Schätzungen der Vereinten Nationen hält sie für zu niedrig."
            ],
            "en": [
              ""
            ]
          }
        }
      }
    }
  ]
}
