{
  "key": "violenceKills",
  "title": "4. Karte - Morde",
  "view": "globe",
  "dataset": "none",
  "content": [
    {
      "text": {
        "de": [
          "# Lebensgefahr durch Kriminalität",
          "",
          "Nicht nur Kriege können zur Gefahr für Leib und Leben werden. In manchen Ländern treiben Drogen- und Bandenkriminalität die Mordrate in die Höhe. In Deutschland liegt sie vergleichsweise niedrig bei knapp einem Mord pro Jahr und 100.000 Einwohner. In einer mittelgroßen Stadt wie Jena passiert also statistisch gesehen etwa ein Mord im Jahr.",
          ""

        ],
        "en": [
          "# Life-Threatening Criminality",
          "",
          "It's not just wars that can present a threat to life and limb. In some countries, organized and drug-related crime drives up the murder rate. In Germany, the murder rate is comparatively low, with one murder per year for every 100,000 inhabitants. That means that in a mid-sized city like Jena, there is statistically about one murder per year.",
          ""
        ]
      }
    },

    {
      "text": {
        "de": [
          "**Wissen Sie, wie viele Menschen in Honduras, dem Land mit der höchsten Mordrate weltweit, pro Jahr und 100.000 Einwohner vorsätzlich getötet werden?** Bewegen Sie den Schieberegler, um Ihre Schätzung einzugeben!"
        ],
        "en": [
          "**Do you know how many people out of 100,000 are murdered each year in Honduras, the country with the world's highest homicide rate?**"
        ]
      }
    },
    {
      "input": {
        "key": "sliderViolence",
        "type": "slider",
        "options": {
          "unit": "",
          "min": 2,
          "value": 10,
          "max": 100,
          "step": 1
        }
      }
    },



    {
      "submit": {
        "key": "violenceSubmitted"
      }
    },
    {
      "answer": {
        "answerKey": [
          "i.sliderViolence && !i.violenceSubmitted",
          "!i.violenceSubmitted && 'notSubmitted'",
          "f.setDataset('homocides')",
          "f.isMobile() && f.setView('map')",
          "!f.isMobile() && f.setView('globe')",
          "(i.sliderViolence < 30) && f.panToCountry(f.getISO('homocides', i.sliderViolence)) && 'Violence1'",
          "(i.sliderViolence >= 30 && i.sliderViolence < 70) && f.panToCountry(f.getISO('homocides', i.sliderViolence)) && 'Violence2'",
          "(i.sliderViolence >= 70 && i.sliderViolence < 80) && f.panToCountry(f.getISO('homocides', i.sliderViolence)) && 'Violence3'",
          "(i.sliderViolence >= 80) && f.panToCountry(f.getISO('homocides', i.sliderViolence)) && 'Violence4'"


        ],
        "answerContext": {


          "ViolenceCountry" : "f.getCountryName('homocides', i.sliderViolence)"

        },
        "templates": {
          "notSubmitted": {
            "de": ["Bitte beantworten und bestätigen."], "en": ["Please answer and confirm after."]          },
          "allAnswered": {
            "de": [""], "en": [""]
          },
          "Violence1": {
            "de": [
              "Nein, leider liegt der Wert in Honduras mit 75 Morden pro 100.000 Einwohner wesentlich höher. Gangs kämpfen dort gegeneinander und gegen die Staatsgewalt - und sie terrorisieren die Bevölkerung. Ihre Schätzung entspricht der Mordrate **{{ ViolenceCountry }}**. ",
              "",
              ""
            ],
            "en": [
              "No, unfortunately the number in Honduras is considerably higher, with 75 murders per 100,000 inhabitants. Gangs in the country fight against each other and against police and security officers -- and they also terrorize the population. Your guess is equivalent to the murder rate **{{ ViolenceCountry }}**."

            ]
          },
          "Violence2": {
            "de": [
              "Der von Ihnen geschätzte Wert ist im weltweiten Vergleich schon sehr hoch und entspricht etwa der Mordrate **{{ ViolenceCountry }}**. In Honduras ist die Situation mit 75 Morden pro 100.000 Einwohner jedoch noch gefährlicher. Gangs kämpfen dort gegeneinander und gegen die Staatsgewalt - und sie terrorisieren die Bevölkerung. "
            ],
            "en": [
              "The value you chose is quite high in global comparison and is roughly equivalent to the murder rate **{{ ViolenceCountry }}**. But the situation in Honduras, with 75 murders per 100,000 inhabitants, is even more dangerous. Gangs in the country fight against each other and against police and security officers -- and they also terrorize the population"
            ]
          },
          "Violence3": {
            "de": [
              "Sie haben die Lage in Honduras ziemlich gut eingeschätzt: Erschreckende 75 Morde pro 100.000 Einwohner werden dort im Jahr verübt. Gangs kämpfen dort gegeneinander und gegen die Staatsgewalt - und sie terrorisieren die Bevölkerung. "
            ],
            "en": [
              "Your assessment of the situation in Honduras is quite accurate. A horrific 75 murders per 100,000 inhabitants occur there each year. Gangs in the country fight against each other and against police and security officers -- and they also terrorize the population."
            ]
          },
          "Violence4": {
            "de": [
              "Ganz so finster wie von Ihnen geschätzt ist die Situation in Honduras nicht. Doch der Wert ist erschreckend genug: 75 Morde pro 100.000 Einwohner werden in dem zentralamerikanischen Staat pro Jahr verübt. Gangs kämpfen dort gegeneinander und gegen die Staatsgewalt - und sie terrorisieren die Bevölkerung. "
            ],
            "en": [
              "The situation in Honduras isn't quite that grim, but the actual figure is shocking enough: 75 murders per 100,000 inhabitants are committed in the Central American country each year. Gangs in the country fight against each other and against police and security officers -- and they also terrorize the population."

            ]
          }
        }
      }
    }
  ]
}
