{
  "key": "slaveryWorld",
  "title": "5. Karte - Sklaverei",
  "dataset": "homocides",
  "content": [
    {
      "text": {
        "de": [
          "# Verschleppt, verkauft, verheiratet",
          "",
          "Menschen werden zur Arbeit gezwungen oder für Sex verkauft: Ein Bericht der australischen Menschenrechtsorganisation Walk Free Foundation aus dem Jahr 2016 schätzt die Zahl moderner Sklaven weltweit auf fast 46 Millionen.",
          "",
          "**Wissen Sie, in welchem dieser Länder der Anteil moderner Sklaven an der Bevölkerung besonders hoch ist?**"
        ],
        "en": [
          " # Kidnapped, Sold, Married",
          "",
          "Forced to work or sold for sex: A 2016 report by the Australian human rights organization Walk Free Foundation estimates the global number of modern slaves at almost 46 million.",
          "",
          "**Do you know which country has the largest share of modern slaves among its population?**"
        ]
      }
    },
    {
      "input": {
        "key": "slaveryCountry",
        "type": "choices",
        "options": {
          "choices": [
            ["choice_1", { "de": "Nordkorea", "en": "North Korea" }],
            ["choice_2", { "de": "Katar", "en": "Qatar"}],
            ["choice_3", { "de": "Indien", "en": "India" }]
          ]
        }
      }
    },
    {
      "submit": {
        "key": "slaveryCountrySubmitted"
      }
    },
    {
      "answer": {
        "answerKey": [
          "i.slaveryCountry && !i.slaveryCountrySubmitted",
          "!i.slaveryCountrySubmitted && 'notSubmitted'",
          "f.setDataset('slavery')",
          "f.panToCountry('PRK') && false",
          "f.isMobile() && f.setView('map')",
          "!f.isMobile() && f.setView('globe')",
          "i.slaveryCountry"
        ],
        "answerContext": {},
        "templates": {
          "notSubmitted": {
            "de": ["Bitte beantworten und bestätigen."], "en": ["Please answer and confirm."]
          },

          "allAnswered": {
            "de": ["Sind sie sich sicher ?"], "en": ["Are you sure?"]
          },
          "choice_1": {
            "de": [
              "Richtig! Pro Kopf ist die Konzentration in Nordkorea dem Global Slavery Index zufolge am höchsten: Dort gilt einer von 25 Menschen als moderner Sklave, insgesamt sind es 1,1 Millionen. Seit Jahren verschickt der ostasiatische Staat auch Menschen zur Zwangsarbeit ins Ausland."
            ],
            "en": [
              "Correct! According to the Global Slavery Index, North Korea has the highest per-capita ratio. There, one in 25 people is considered to be a modern slave, for a total of 1.1 million. For years, the country has also been sending people abroad for forced labor."
            ]
          },
          "choice_2": {
            "de": [
              "Nein, in Katar gilt dem Global Slavery Index zufolge etwa einer von 100 Menschen als moderner Sklave. In Nordkorea ist der Anteil mit einem Sklaven auf 25 Einwohner wesentlich höher. Allerdings werden seit Jahren nordkoreanische Zwangsarbeiter ins Ausland verschickt – auch auf die Baustellen für die Fußball-WM in Katar."
            ],
            "en": [
              "No, according the the Global Slavery Index, around one out of 100 people is considered to be a modern slave in Qatar. The ratio is much higher in North Korea, with one out of every 25 people considered to be a slave. Many North Korean forced laborers have been sent abroad to work -- including at the construction sites for the soccer World Cup in Qatar."
            ]
          },
          "choice_3": {
            "de": [
              "Nein, in absoluten Zahlen sind dem Global Slavery Index zufolge zwar weltweit in Indien die meisten Menschen versklavt – nämlich etwa 18,4 Millionen. Doch pro Kopf auf die Bevölkerung des Landes gerechnet, ist die Konzentration in Nordkorea am höchsten: Dort gilt einer von 25 Menschen als moderner Sklave, insgesamt sind es 1,1 Millionen. Seit Jahren verschickt Nordkorea auch Menschen zur Zwangsarbeit ins Ausland."
            ],
            "en": [
              "No. In absolute numbers, India is home to the most slaves in the world according to the Global Slavery Index -- around 18.4 million people. But measured on a per capita basis, the ratio is greatest in North Korea, where one out of 25 inhabitants is considered to be a modern slave -- for a total of 1.1 million people. For years, North Korea has been sending people abroad for forced labor."
            ]
          }
        }
      }
    }
  ]
}
