{
  "key": "sports",
  "title": "6. Karte - Sport",
  "dataset": "notMoving",
  "content": [
    {
      "text": {
        "de": [
          " # Sport gegen den Speck",
          "",
          "Zur Vorbeugung von Übergewicht helfen eine ausgewogene Ernährung – und genug Bewegung. Die WHO empfiehlt mindestens eine Stunde sportliche Betätigung am Tag.",
          "",
          "Was glauben Sie: **In welchem dieser Länder ist der Anteil der Jugendlichen, die sich zu wenig bewegen, am höchsten?**"
        ],
        "en": [
          "# Exercise is the answer",
          "",
          "To avoid obesity, both a balanced diet and enough exercise are necessary. WHO recommends at least an hour of exercise each day.",
          "",
          " **Which country has the highest proportion of youths engaging in too little physical exercise?**"
        ]
      }
    },
    {
      "input": {
        "key": "sport",
        "type": "choices",
        "options": {
          "choices": [
            ["sport_choice_one", { "de": "China", "en": "China" }],
            ["sport_choice_two", { "de": "Italien", "en": "Italy"}],
            ["sport_choice_three", { "de": "Indien", "en": "India" }]
          ]
        }
      }
    },
    {
          "submit": {
            "key": "sportSubmitted"
          }
        },
        {
          "answer": {
            "answerKey": [
              "!i.sportSubmitted && 'notSubmitted'",
              "f.panToCountry('ITA') && false",
              "i.sport"
            ],
            "answerContext": {

            },
            "templates": {
              "notSubmitted": {
            "de": ["Bitte beantworten und bestätigen."], "en": ["Please answer and confirm."]
              },
          "sport_choice_one": {
            "de": [
              "Nein. In China bewegen sich nach Schätzungen der Weltgesundheitsorganisation (WHO) zwar 84 Prozent der 11- bis 17-Jährigen zu wenig. Es gibt aber viele Länder, zum Beispiel **Italien**, in denen noch weniger Jugendliche ausreichend Sport treiben. In Deutschland sitzen 83 Prozent der Heranwachsenden zu viel herum."
            ],
            "en": [
              "Wrong! Although the WHO believes that 84 percent of 11 to 17 year olds in China do not get enough exercise, there are many countries -- **Italy** for example -- where even fewer take part in sports. In Germany, around 83 percent of the youth population is too sedentary."
            ]
          },
          "sport_choice_two": {
            "de": [
              "**Richtig**, in Italien bewegen sich nach Schätzungen der Weltgesundheitsorganisation (WHO) 92 Prozent der 11- bis 17-Jährigen zu wenig. In China sind es 84, in Indien etwa 72 Prozent. In Deutschland sitzen rund 83 Prozent der Heranwachsenden zu viel herum."
            ],
            "en": [
              "**Correct!** WHO estimates show that 92 percent of 11 to 17 year olds exercise too little. In China, the proportion is 84 percent and in India it is 72 percent. In Germany, around 83 percent of adolescents are too sedentary."
            ]
          },
          "sport_choice_three": {
            "de": [
              "Nein. In Indien bewegen sich nach Schätzungen der Weltgesundheitsorganisation (WHO) zwar 71 Prozent der 11- bis 17-Jährigen zu wenig. Damit steht der Staat im Vergleich von 121 Ländern aber am besten da. In China etwa sind es rund 84 Prozent der Jugendlichen, die nicht ausreichend Sport treiben, in Deutschland 83 und in **Italien** sogar 92 Prozent."
            ],
            "en": [
              "Wrong! Although the WHO estimates that 71 percent of 11 to 17 year olds in India exercise too little, the country actually ranks the best out of 121 nations. In China, about 84 percent of the youth population is too inactive. In Germany, the figure is 83 percent and in **Italy**, fully 92 percent are too sedentary."
            ]
          }
        }
      }
    }
  ]
}
