{
  "title": "7. Karte - Alcohol",
  "dataset": "alcoholConsume",
  "functions": [

  ],
  "content": [
    {
      "text": {
        "de": [
          " # Gesundheitsrisiko Alkohol",
          "",
          "In einem WHO-Report zu Alkohol und Gesundheit 2014 kommen die Autoren zu dem Schluss, dass Alkoholkonsum weltweit zu mehr Todesfällen führt als Tuberkulose und HIV zusammen.",
          "",
          "Tippen Sie: Wie viel Alkohol trinken die Deutschen durchschnittlich pro Woche? Schätzen Sie in Anzahl von 0,5-Liter-Bieren (Tipp: Rechnen Sie für ein Glas Rotwein ein 0,5l-Bier und für einen Schnaps ein Drittel 0,5l-Bier)"
        ],
        "en": [
          "# foo en"
        ]
      }
    },
    {
      "input": {
        "key": "sliderAlcohol",
        "type": "slider",
        "options": {
          "min": 1,
          "value": 6.5,
          "max": 14.1,
          "unit": "l",
          "step": 0.1
        }
      }
    },
    {
      "answerQuiz": {
        "key": "answer_alcohol",
        "actions": ["f.panToRandomCountry()"],
        "answerKey": [
            "(i.sliderAlcohol < 8) && 'lessAlcohol'",
            "(i.sliderAlcohol < 10) && 'someAlcohol'",
            "(i.sliderAlcohol > 10) && 'muchAlcohol'"
          ],
        "answerContext": {},
        "templates": {
          "default": {
            "de": [
              "Auswahl bestätigen."
            ],
            "en": [
              "default en"
            ]
          },
          "overweight_choice_one": {
            "de": [
              "Richtig! In Südafrika leiden 12,6 Prozent der weiblichen Bevölkerung an Diabetes. Wie in vielen afrikanischen Staaten, nimmt dort die Anzahl der Übergewichtigen seit einigen Jahren rasant zu. In Brasilien haben 8,7 in Deutschland 3,9 Prozent der Frauen Diabetes. Weltweit am höchsten ist der Anteil der erkrankten Frauen in [Land_Frauen_Diabetes_max] mit [Wert_Land_Frauen_Diabetes_max] Prozent. "
            ],
            "en": [
              "foo!"
            ]
          },
          "overweight_choice_two": {
            "de": [
              "Nein, in Deutschland leiden 3,9 Prozent der weiblichen Bevölkerung unter Diabetes. In Brasilien hingegen 8,7 und in Südafrika sogar 12,6 Prozent. In Südafrika, wie in vielen afrikanischen Staaten, nimmt die Anzahl der Übergewichtigen seit einigen Jahren rasant zu. Weltweit am höchsten ist der Anteil der erkrankten Frauen in [Land_Frauen_Diabetes_max] mit [Wert_Land_Frauen_Diabetes_max] Prozent."
            ],
            "en": [
              "foo!"
            ]
          },
          "overweight_choice_three": {
            "de": [
              "Nein, in Südafrika leiden mit 12,6 prozentual mehr Frauen an Diabetes als in Brasilien, wo 8,7 Prozent der Frauen betroffen sind. In Südafrika, wie in vielen afrikanischen Staaten, nimmt die Anzahl der Übergewichtigen seit einigen Jahren rasant zu. Weltweit am höchsten ist der Anteil der erkrankten Frauen in [Land_Frauen_Diabetes_max] mit [Wert_Land_Frauen_Diabetes_max] Prozent. In Deutschland haben 3,9 Prozent der Frauen Diabetes. "
            ],
            "en": [
              "foo!"
            ]
          }
        }
      }
    }
  ]
}
