{
  "key": "PrimarySchool",
  "title": "1. Karte - Einkommen Top Ten",
  "dataset": "",
  "content": [
    {
      "text": {
        "de": [
          " # Es beginnt schon in der Schule",
          "",
          "Schulbildung legt den Grundstein für ein selbstbestimmtes Leben. Doch in vielen Ländern ist selbst der Besuch einer Grundschule noch immer nicht der Regelfall – gerade für Mädchen.",
          "",
          "**Was glauben Sie, in wie vielen Ländern schließt mehr als jedes dritte Mädchen noch nicht mal die Grundschule ab?**"
        ],
        "en": [
          " # It Begins in School",
          "",
          "Education provides the foundations for a life of self-determination. But in many countries, it's not the norm for children to attend primary school – especially girls.",
          "",
          "**What do you think? In how many countries do one-third of girls not finish primary school?**"
        ]
      }
    },{
      "input": {
        "key": "sliderPrimarySchool",
        "type": "slider",
        "options": {
          "unit": "",
          "min": 2,
          "value": 89,
          "max": 178,
          "step": 1
        }
      }
    },
    {
      "submit": {
        "key": "AmountPrimarySchoolSubmitted"
      }
    },

    {
      "answer": {
        "answerKey": [
          "i.sliderPrimarySchool && !i.AmountPrimarySchoolSubmitted",
          "!i.AmountPrimarySchoolSubmitted && 'notSubmitted'",
          "f.setDataset('grundschule')",
          "f.isMobile() && f.setView('map')",
          "!f.isMobile() && f.setView('globe')",
          "f.panToCountry('CAF') && false",
          "(i.sliderPrimarySchool <= 23 && 'Antwort_PrimarySchool1')",
          "(i.sliderPrimarySchool >= 24 && i.sliderPrimarySchool <= 28 && 'Antwort_PrimarySchool2')",
          "(i.sliderPrimarySchool >= 29 && 'Antwort_PrimarySchool3')"
        ],
        "answerContext": {
          "PrimarySchoolCountry" : "f.getCountryName('grundschule', i.sliderPrimarySchool, { case: 'default' })"
        },
        "templates": {
          "notSubmitted": {
            "de": ["Betätigen Sie den Schieberegler, um Ihre Schätzung einzugeben. Nach der Bestätigung Ihrer Antwort sehen Sie auch, wie andere Leser geantwortet haben."], "en": ["Use the slider to enter your estimate. After submitting your choice, you can also see how other readers answered."]          },
          "allAnswered": {
            "de": [""], "en": [""]
          },
          "Antwort_PrimarySchool1": {
            "de": [
              "Nein, mehr! In 26 Ländern hat mehr als jedes dritte Mädchen keine abgeschlossene Grundschulausbildung. Bei Jungs ist das übrigens in 19 Ländern so. Am schlimmsten ist die Situation in einigen afrikanischen Ländern, etwa dem Südsudan, dem Tschad und der Zentralafrikanischen Republik. Hier hinken die Mädchen den Jungs auch besonders weit hinterher."
            ],
            "en": [
              "No, it's more! In 26 countries, more than a third of girls have not completed a primary school education. For boys, this is true in 19 countries. Several African countries, like South Sudan, Chad and the Central African Republic, have the worst situation and girls lag especially far behind boys."
            ]
          },
          "Antwort_PrimarySchool2": {
            "de": [
              "Ja, in 26 Ländern hat mehr als jedes dritte Mädchen keine abgeschlossene Grundschulausbildung. Bei Jungs ist das übrigens in 19 Ländern so. Am schlimmsten ist die Situation in einigen afrikanischen Ländern, etwa dem Südsudan, dem Tschad und der Zentralafrikanischen Republik. Hier hinken die Mädchen den Jungs auch besonders weit hinterher."
            ],
            "en": [
              "Yes, in 26 countries, more than a third of girls have not completed a primary school education. For boys, this is true in 19 countries. Several African countries, like South Sudan, Chad and the Central African Republic, have the worst situation and girls lag especially far behind boys."
            ]
          },
          "Antwort_PrimarySchool3": {
            "de": [
              "Es sind weniger: In 26 Ländern hat mehr als jedes dritte Mädchen keine abgeschlossene Grundschulausbildung. Bei Jungs ist das übrigens in 19 Ländern so. Am schlimmsten ist die Situation in einigen afrikanischen Ländern, etwa dem Südsudan, dem Tschad und der Zentralafrikanischen Republik. Hier hinken die Mädchen den Jungs auch besonders weit hinterher."
            ],
            "en": [
              "It's less: In 26 countries, more than a third of girls have not completed a primary school education. For boys, this is true in 19 countries. Several African countries, like South Sudan, Chad and the Central African Republic, have the worst situation and girls lag especially far behind boys."
            ]
          }
        }
      }
    }
  ]
}
