{
  "key": "foodprice",
  "title": "3. Karte - Lebensmittel",
  "dataset": "malnutrition",
  "content": [
    {
      "text": {
        "de": [
          " # Teure Lebensmittel",
          "",
          "Die Gründe für Hunger sind vielfältig. Dürreperioden können schuld sein, aber auch Armut und hohe Nahrungspreise – zum Beispiel wegen bewaffneter Konflikte. Sehen wir uns die Preise für Lebensmittel genauer an. Um sie weltweit zu vergleichen, messen wir, wie teuer sie im Vergleich zu anderen Gütern des täglichen Lebens im jeweiligen Land sind.",
          "",
          "**Was glauben Sie, wo sind Lebensmittel demnach am teuersten?**"
        ],
        "en": [
          " # High Food Prices",
          "",
          "The causes of hunger are diverse. Periods of drought can be a problem, but so too can poverty and high food prices – due to armed conflict, for example. Let's take a closer look at food prices. To compare them worldwide, food prices are examined relative to the price of other goods used in daily life. **According to that method, where do you think food prices are most expensive?**"
        ]
      }
    },{
      "input": {
        "key": "FoodPrice",
        "type": "choices",
        "options": {
          "choices": [
            ["FoodPriceChoice_1", { "de": "Katar, Island und Bermuda", "en": "Qatar, Iceland and Bermuda" }],
            ["FoodPriceChoice_2", { "de": "Tansania, Sambia und Mauretanien", "en": "Tanzania, Zambia and Mauritania"}],
            ["FoodPriceChoice_3", { "de": "Irak, Pakistan und Fidschi", "en": "Iraq, Pakistan and Fiji" }]
          ]
        }
      }
    },
    {
      "submit": {
        "key": "FoodPriceSubmitted"
      }
    },
    {
      "answer": {
        "answerKey": [
          "i.FoodPrice && !i.FoodPriceSubmitted",
          "!i.FoodPriceSubmitted && 'notSubmitted'",
          "f.setDataset('foodprice')",
          "f.panToCountry('TZA') && false",
          "f.isMobile() && f.setView('map')",
          "!f.isMobile() && f.setView('globe')",
          "i.FoodPrice"
        ],
        "answerContext": {},
        "templates": {
          "notSubmitted": {
            "de": ["Bitte beantworten und bestätigen. Nach der Bestätigung Ihrer Antwort sehen Sie auch, wie andere Leser geantwortet haben."], "en": ["Please answer and confirm. After submitting your choice, you can also see how other readers answered."]
          },


          "FoodPriceChoice_1": {
            "de": [
              "Nein, hier sind Lebensmittel relativ erschwinglich, ähnlich wie in Deutschland. In Tansania, Sambia und Mauretanien hingegen sind Lebensmittel, verglichen mit anderen Gütern, am teuersten."
            ],
            "en": [
              "Nope, food in this trio of countries is relatively affordable, similar to Germany. In Tanzania, Zambia and Mauritania, by contrast, food is most expensive relative to other goods. "
            ]
          },
          "FoodPriceChoice_2": {
            "de": [
              "Richtig! In Tansania, Sambia und Mauretanien sind Lebensmittel, verglichen mit anderen Gütern, am teuersten. Eine hohe Abhängigkeit von Importen und Spekulationen am Weltmarkt können die Preise nach oben treiben."
            ],
            "en": [
              "Correct! In Tanzania, Zambia and Mauritania, food is most expensive relative to other goods. A high dependence on imports in addition to food speculation on the global market can drive prices higher."
            ]
          },
          "FoodPriceChoice_3": {
            "de": [
              "In der Tat sind Lebensmittel hier sehr viel weniger erschwinglich als etwa in Deutschland. Doch noch deutlich teurer sind Lebensmittel, verglichen mit anderen Gütern, in Tansania, Sambia und Mauretanien."
            ],
            "en": [
              "It is true that food is much less affordable in these three countries than in Germany. But food is still much more expensive when compared to other goods in Tanzania, Zambia and Mauritania."
            ]
          }
        }
      }
    }
  ]
}
