{
  "key": "growth_delay",
  "title": "4. Karte - Verzögerung",
  "dataset": "foodprice",
  "content": [
    {
      "text": {
        "de": [
          " # Wachstumsverzögerungen",
          "",
          "Für Kinder sind die Folgen von Unterernährung besonders verheerend: Die ersten Lebensjahre sind entscheidend für die körperliche und geistige Entwicklung. Hunger verzögert das Wachstum und macht Kinder anfällig für Krankheiten.",
          "",
          "**Wo leiden besonders viele Kinder an Wachstumsverzögerungen?**"
        ],
        "en": [
          " # Stunted Growth",
          "",
          "The consequences of malnutrition are particularly severe for children. The first years of life are decisive for physical and mental development. Hunger stunts growth and makes children more vulnerable to illness.",
          "",
          "**Where does a particularly large number of children suffer from stunted growth?**"
        ]
      }
    },{
      "input": {
        "key": "GrowthDelay",
        "type": "choices",
        "options": {
          "choices": [
            ["GrowthDelayChoice_1", { "de": "Chile und Trinidad und Tobago", "en": "Chile and Trinidad and Tobago" }],
            ["GrowthDelayChoice_2", { "de": "Haiti und Namibia", "en": "Haiti and Namibia"}],
            ["GrowthDelayChoice_3", { "de": "Burundi und Ostimor", "en": "Burundi and East Timor" }]
          ]
        }
      }
    },
    {
      "submit": {
        "key": "GrowthDelaySubmitted"
      }
    },
    {
      "answer": {
        "answerKey": [
          "i.GrowthDelay && !i.GrowthDelaySubmitted",
          "!i.GrowthDelaySubmitted && 'notSubmitted'",
          "f.setDataset('growthdelay')",
          "f.panToCountry('BDI') && false",
          "f.isMobile() && f.setView('map')",
          "!f.isMobile() && f.setView('globe')",
          "i.GrowthDelay"
        ],
        "answerContext": {},
        "templates": {
          "notSubmitted": {
            "de": ["Bitte beantworten und bestätigen. Nach der Bestätigung Ihrer Antwort sehen Sie auch, wie andere Leser geantwortet haben."], "en": ["Please answer and confirm. After submitting your choice, you can also see how other readers answered."]
          },


          "GrowthDelayChoice_1": {
            "de": [
              "Nein, hier gibt es glücklicherweise nur wenige Kinder mit verzögertem Wachstum. In Burundi und Osttimor hingegen ist mehr als jedes zweite Kind betroffen."
            ],
            "en": [
              "No, fortunately there are only very few children in these countries who suffer from stunted growth. In Burundi and East Timor, by comparison, more than half of all children suffer from the condition."
            ]
          },
          "GrowthDelayChoice_2": {
            "de": [
              "Gut aufgepasst: Hier sind viele Menschen unterernährt. Doch der Anteil an Kindern mit verzögertem Wachstum ist woanders deutlich höher: In Burundi und Osttimor ist mehr als jedes zweite Kind betroffen."
            ],
            "en": [
              "A good guess, given the prevalence of undernourishment in Haiti. But the share of children suffering from stunted growth is much higher elsewhere: In Burundi and East Timor, more than half of all children suffer from the condition."
            ]
          },
          "GrowthDelayChoice_3": {
            "de": [
              "Korrekt, in Burundi und Osttimor leidet mehr als jedes zweite Kind an einem verzögerten Wachstum. Die Lage in Burundi gilt auch mehr als zehn Jahre nach Ende eines langen Bürgerkriegs als brüchig, die Versorgung mit Lebensmitteln ist instabil."
            ],
            "en": [
              "Correct. In Burundi and East Timor, more than half of all children suffer from stunted growth. Even more than 10 years after the end of a long civil war, the situation is considered fragile in Burundi and food supplies are unstable."
            ]
          }
        }
      }
    }
  ]
}
