{
  "key": "worldfoodprogramme",
  "title": "4. Karte - WFP",
  "dataset": "growthdelay",
  "content": [
    {
      "text": {
        "de": [
          " # Welternährungsprogramm",
          "",
          "Das Welternährungsprogramm der Uno ist eine der größten Initiativen im Kampf gegen den Hunger. Jedes Jahr unterstützt es 80 Millionen Menschen. Deutschland zählt zu den größten Geldgebern – zumindest in absoluten Zahlen.",
          "",
          "**Doch welche Länder geben am meisten, gemessen an ihrer Wirtschaftskraft?**"
        ],
        "en": [
          " # World Food Program",
          "",
          "The UN's World Food Program is one of the world's largest initiatives in the fight against hunger. Every year, it provides support for 80 million people. Germany is among the program's largest donors – at least in absolute numbers.",
          "",
          "**But what countries give the most relative to their gross domestic products?**"
        ]
      }
    },{
      "input": {
        "key": "WFP_",
        "type": "choices",
        "options": {
          "choices": [
            ["WFP_Choice_1", { "de": "USA und Großbritannien", "en": "USA and the United Kingdom" }],
            ["WFP_Choice_2", { "de": "Malawi und Lesotho", "en": "Malawi and Lesotho"}],
            ["WFP_Choice_3", { "de": "Irland und Simbabwe", "en": "Ireland and Zimbabwe" }]
          ]
        }
      }
    },
    {
      "submit": {
        "key": "WFP_Submitted"
      }
    },
    {
      "answer": {
        "answerKey": [
          "i.WFP_ && !i.WFP_Submitted",
          "!i.WFP_Submitted && 'notSubmitted'",
          "f.setDataset('worldfoodpro')",
          "f.panToCountry('MWI') && false",
          "f.isMobile() && f.setView('map')",
          "!f.isMobile() && f.setView('globe')",
          "i.WFP_"
        ],
        "answerContext": {},
        "templates": {
          "notSubmitted": {
            "de": ["Bitte beantworten und bestätigen. Nach der Bestätigung Ihrer Antwort sehen Sie auch, wie andere Leser geantwortet haben."], "en": ["Please answer and confirm. After submitting your choice, you can also see how other readers answered."]
          },


          "WFP_Choice_1": {
            "de": [
              "Die beiden Länder zahlen absolut zwar noch mehr als Deutschland. Doch gemessen am Bruttoinlandsprodukt geben Malawi und Lesotho am meisten – sie sind auch Empfänger im Welternährungsprogramm. Wie das Programm hundertausende Menschen auf teils riskantem Weg mit Essen versorgt, lesen Sie in unserer [Multimedia-Reportage](http://www.spiegel.de/politik/ausland/a-1162927.html)."
            ],
            "en": [
              "The two countries contribute even more than Germany in absolute terms. But relative to their GDPs, Malawi and Lesotho give the most – and they also receive assistance from the World Food Program. To learn more about how the program provides food to hundreds of thousands of people under sometimes dangerous conditions, read our multimedia feature."
            ]
          },
          "WFP_Choice_2": {
            "de": [
              "Ganz genau, gemessen an ihrem geringen Bruttoinlandsprodukt zahlen Malawi und Lesotho am meistens ins Welternährungsprogramm ein – sie gehören gleichzeitig zu den Empfängerländern. Wie das Programm hundertausende Menschen auf teils riskantem Weg mit Essen versorgt, lesen Sie in unserer [Multimedia-Reportage](http://www.spiegel.de/politik/ausland/a-1162927.html)."
            ],
            "en": [
              "Exactly. Relative to their low GDPs, Malawi and Lesotho contribute more than any other country to the World Food Program – and also receive assistance at the same time. To learn more about how the program provides food to hundreds of thousands of people under sometimes dangerous conditions, read our multimedia feature."
            ]
          },
          "WFP_Choice_3": {
            "de": [
              "Nein, die beiden Länder zahlen, wie Deutschland, rund 0,1 Promille ihres Bruttoinlandsprodukts ein. Malawi und Lesotho geben deutlich mehr – sie sind auch Empfänger im Welternährungsprogramm. Wie das Programm hundertausende Menschen auf teils riskantem Weg mit Essen versorgt, lesen Sie in unserer [Multimedia-Reportage](http://www.spiegel.de/politik/ausland/a-1162927.html)."
            ],
            "en": [
              "No, like Germany, the two countries contribute about 0.01 percent of their GDPs. Malawi and Lesotho contribute much more – and also receive assistance from the World Food Program. To learn more about how the program provides food to hundreds of thousands of people under sometimes dangerous conditions, read our multimedia feature."
            ]
          }
        }
      }
    }
  ]
}
