{
  "key": "school_attendance",
  "title": "1. Karte - #Schulzeit",
  "dataset": "noschool",
  "content": [
    {
      "text": {
        "de": [
          " # Schulzeit",
          "",
          "Wie lange sind Sie zur Schule gegangen? Neun Jahre bis zum Hauptschul-abschluss? Oder doch 13 Jahre bis zum Abitur? Während der Schulbesuch in Deutschland Pflicht ist, gehen Kinder in anderen Ländern gar nicht oder nur sehr kurz zur Schule.",
          "",
          "**Schätzen Sie: Wieviele Jahre geht ein Kind in Nigeria durchschnittlich zur Schule?**"
        ],
        "en": [
          " # Time spent at school",
          "",
          "For how many years did you attend school? Whereas school attendance is mandatory in European countries, children in some parts of the world either don't go to school at all or go only for a few years.",
          "",
          "**Take a guess: For how many years does the average child attend school in Nigeria?**"
        ]
      }
    },{
      "input": {
        "key": "sliderAttendance",
        "type": "slider",
        "options": {
          "unit": "",
          "min": 1,
          "value": 4,
          "max": 13,
          "step": 0.1
        }
      }
    },
    {
      "submit": {
        "key": "AmountAttendanceSubmitted"
      }
    },

    {
      "answer": {
        "answerKey": [
          "i.sliderAttendance && !i.AmountAttendanceSubmitted",
          "!i.AmountAttendanceSubmitted && 'notSubmitted'",
          "f.setDataset('years_schooling')",
          "f.isMobile() && f.setView('map')",
          "!f.isMobile() && f.setView('globe')",
          "(i.sliderAttendance <= 7.0 && f.panToCountry(f.getISO('years_schooling', i.sliderAttendance))) && 'Antwort_Attendance1'",
          "(i.sliderAttendance >= 7.1 && i.sliderAttendance <= 9.0 && f.panToCountry('NGA')) && 'Antwort_Attendance2'",
          "(i.sliderAttendance >= 9.1 && f.panToCountry(f.getISO('years_schooling', i.sliderAttendance))) && 'Antwort_Attendance3'"
        ],
        "answerContext": {
          "AttendanceCountry" : "f.getCountryName('years_schooling', i.sliderAttendance, { case: 'default' })"
        },
        "templates": {
          "notSubmitted": {
            "de": ["Betätigen Sie den Schieberegler, um Ihre Schätzung einzugeben. Nach der Bestätigung Ihrer Antwort sehen Sie auch, wie andere Leser geantwortet haben."], "en": ["Use the slider to enter your estimate."]          },
          "allAnswered": {
            "de": [""], "en": [""]
          },
          "Antwort_Attendance1": {
            "de": [
              "Nein, mehr. Die durchschnittliche Schulzeit in Nigeria beträgt 7,7 Jahre. Der von Ihnen getippte Wert entspricht am ehesten der Schulzeit in **{{ AttendanceCountry }}**."
            ],
            "en": [
              "Nope. It's more than that. The average time spent attending school in Nigeria is 7.7 years. The value you entered is closest to the average years of schooling received by children in **{{ AttendanceCountry }}**."
            ]
          },
          "Antwort_Attendance2": {
            "de": [
              "Gut geschätzt. Die durchschnittliche Schulzeit in Nigeria beträgt 7,7 Jahre."
            ],
            "en": [
              "Good guess. The average time spent attending school in Nigeria is 7.7 years. "
            ]
          },
          "Antwort_Attendance3": {
            "de": [
              "Nein, ganz so lange gehen die Kinder in Nigeria nicht zur Schule. Die durchschnittliche Schulzeit dort beträgt 7,7 Jahre. Der von Ihnen getippte Wert entspricht am ehesten der Schulzeit in **{{ AttendanceCountry }}**."
            ],
            "en": [
              "No, children in Nigeria do not spend that much time in school. The average amount of schooling there is 7.7 years. The value you entered is closest to the average years of schooling received by children in **{{ AttendanceCountry }}**."
            ]
          }
        }
      }
    }
  ]
}
