{
  "key": "incomeDistEU",
  "title": "3. Karte - Armut Weltweit",
  "dataset": "poorEU",
  "content": [
    {
      "text": {
        "de": [
          " # Armut weltweit",
          "",
          "Laut den Vereinten Nationen ist extrem arm, wer weniger als 1,25$ pro Tag zur Verfügung hat.",
          "",
          "**Tippen Sie: In welchem dieser Länder lebt ein besonders großer Anteil der Bevölkerung in extremer Armut?**"
        ],
        "en": [
          " # Global Poverty",
          "",
          "According to the United Nations, those who have less than $1.25 available per day are considered to be suffering from extreme poverty.",
          "",
          "**Can you guess in which of the following countries the most people suffer from extreme poverty?**"
        ]
      }
    },
    {
      "input": {
        "key": "povertyWorld",
        "type": "choices",
        "options": {
          "choices": [
            ["choice_1", { "de": "Im Niger", "en": "In Niger" }],
            ["choice_2", { "de": "In Liberia", "en": "In Liberia"}],
            ["choice_3", { "de": "In Thailand", "en": "In Thailand" }]
          ]
        }
      }
    },
    {
      "submit": {
        "key": "povertyWorldSubmitted"
      }
    },
    {
      "answer": {
        "answerKey": [
          "i.povertyWorld && !i.povertyWorldSubmitted",
          "!i.povertyWorldSubmitted && 'notSubmitted'",
          "f.setDataset('lessThan125USD')",
          "f.panToCountry('LBR') && false",
          "f.isMobile() && f.setView('map')",
          "!f.isMobile() && f.setView('globe')",
          "i.povertyWorld"
        ],
        "answerContext": {},
        "templates": {
          "notSubmitted": {
            "de": ["Bitte beantworten und bestätigen. Nach der Bestätigung Ihrer Antwort sehen Sie auch, wie andere Leser geantwortet haben."], "en": ["Please answer and confirm. After submitting your choice, you can also see how other readers answered."]
          },

          "allAnswered": {
            "de": ["Sind sie sich sicher ?"], "en": ["Are you sure?"]
          },
          "choice_1": {
            "de": [
              "Nein, im **Niger** lebten bei der letzten Erhebung der Vereinten Nationen fast 41 Prozent der Bevölkerung in extremer Armut. Das ist viel, aber nicht so viel wie in **Liberia**, wo es fast 84 Prozent der Menschen sind. In Thailand betrifft die extreme Armut laut Uno nur rund 0,3 Prozent der Bevölkerung."
            ],
            "en": [
              "No. According to the most recent data compiled by the United Nations, almost 41 percent of the population of Niger lives in extreme poverty. That is a lot, but not as much as in **Liberia**, where the total is 84 percent of the population. In Thailand, only 0.3 percent of the population suffers from extreme poverty according to the UN."
            ]
          },
          "choice_2": {
            "de": [
              "Richtig, in **Liberia** lebten bei der letzten Erhebung der Vereinten Nationen fast 84 Prozent der Bevölkerung in extremer Armut. Im Niger ist der Anteil mit fast 41 Prozent ebenfalls hoch. In Thailand betrifft die extreme Armut laut Uno nur rund 0,3 Prozent der Bevölkerung."
            ],
            "en": [
              "Correct. According to the most recent data compiled by the United Nations, almost 84 percent of the population in **Liberia** lives in extreme poverty. In Niger, the share is also high, at 41 percent. In Thailand, only 0.3 percent of the population suffers from extreme poverty according to the UN."
            ]
          },
          "choice_3": {
            "de": [
              "Nein, in **Thailand** lebten bei der letzten Erhebung der Vereinten Nationen nur rund 0,3 Prozent der Bevölkerung in extremer Armut. Im Niger sind es hingegen fast 41 Prozent und in **Liberia** sogar fast 84 Prozent."
            ],
            "en": [
              "No. In **Thailand**, only around 0.3 percent of the population suffers from extreme poverty according to the most recent data compiled by the United Nations. In Niger, by contrast, the level is 41 percent and in Liberia it is 84 percent."
            ]
          }
        }
      }
    }
  ]
}
