{
  "key": "extremePoverty",
  "title": "4. Karte - Militärausgaben",
  "dataset": "lessThan125USD",
  "content": [
    {
      "text": {
        "de": [
          " # Extreme Armut bekämpfen",
          "",
          "Bis zum Jahr 2030 soll es keine extreme Armut mehr auf der Welt geben – dieses Ziel haben sich die Vereinten Nationen gesetzt.",
          "",
          "**Angenommen, man könnte das Geld einfach an die Armen verteilen: Das Militärbudget welches Landes würde ausreichen, damit alle heute in Armut lebenden Menschen ein Jahr lang mindestens 1,25$ pro Tag zur Verfügung haben?**"
        ],
        "en": [
          " # Fighting Extreme Poverty",
          "",
          "The United Nations has set the goal of eradicating extreme poverty by 2030.",
          "",
          "**Assuming it would be possible to simply distribute money among the poor, the defense spending of which country would be enough to guarantee $1.25 daily for one year for all people in the world currently suffering from extreme poverty?**"
        ]
      }
    },
    {
      "input": {
        "key": "militaryExp",
        "type": "choices",
        "options": {
          "choices": [
            ["choice_b1", { "de": "Die Militärausgaben der USA im Jahr 2015", "en": "America's defense spending in 2015" }],
            ["choice_b2", { "de": "Die Militärausgaben Deutschlands im Jahr 2015", "en": "Germany's defense spending in 2015"}],
            ["choice_b3", { "de": "Die Militärausgaben Estlands im Jahr 2015", "en": "Estonia's defense spending in 2015" }]
          ]
        }
      }
    },
    {
      "submit": {
        "key": "militaryExpSubmitted"
      }
    },
    {
      "answer": {
        "answerKey": [
          "i.militaryExp && !i.militaryExpSubmitted",
          "!i.militaryExpSubmitted && 'notSubmitted'",
          "f.setDataset('militaryExp2015')",
          "f.panToCountry('USA') && false",
          "f.isMobile() && f.setView('globe')",
          "!f.isMobile() && f.setView('globe')",
          "i.militaryExp"
        ],
        "answerContext": {},
        "templates": {
          "notSubmitted": {
            "de": ["Bitte beantworten und bestätigen. Nach der Bestätigung Ihrer Antwort sehen Sie auch, wie andere Leser geantwortet haben."], "en": ["Please answer and confirm. After submitting your choice, you can also see how other readers answered."]
          },

          "allAnswered": {
            "de": ["Sind sie sich sicher ?"], "en": ["Are you sure?"]
          },
          "choice_b1": {
            "de": [
              "Richtig! Bei  836 Millionen Menschen in extremer Armut bräuchte man jährlich etwa 381 Milliarden Dollar. Das sind rund zwei Drittel der Militärausgaben der USA im Jahr 2015. Sie betrugen insgesamt 596 Milliarden US-Dollar."
            ],
            "en": [
              "Correct! With 836 million people suffering from extreme poverty, roughly $381 billion dollars would be necessary each year. That is roughly two-thirds of the amount the US spends on defense in 2015. Total US defense spending was $596 billion."
            ]
          },
          "choice_b2": {
            "de": [
              "Etwas mehr Geld bräuchte man schon. Bei 836 Millionen Menschen in extremer Armut würden jährlich etwa 381 Milliarden Dollar benötigt. Das sind rund zwei Drittel der Militärausgaben der USA im Jahr 2015. Deutschland gab 2015 mit 39 Milliarden Dollar wesentlich weniger für militärische Zwecke aus."
            ],
            "en": [
              "A bit more money than that is necessary. With 836 million people suffering from extreme poverty, roughly $381 billion dollars would be necessary each year. That is roughly two-thirds of the amount the US spends on defense in 2015. Total US defense spending was $596 billion. At $39 billion, Germany spent far less on its military in 2015."
            ]
          },
          "choice_b3": {
            "de": [
              "Da bräuchte man schon wesentlich mehr Geld. Bei 836 Millionen Menschen in extremer Armut würden jährlich etwa 381 Milliarden Dollar benötigt. Das sind rund zwei Drittel der Militärausgaben der USA mit 596 Milliarden Dollar und viel mehr als die 0,5 Milliarden Dollar, die Estland im Jahr 2015 für militärische Zwecke ausgab."
            ],
            "en": [
              "Much more than that would be needed. With 836 million people suffering from extreme poverty, roughly $381 billion dollars would be necessary each year. That is roughly two-thirds of the amount the US spends on defense in 2015 ($596 billion) and much more than the $0.5 billion that Estonia spent on its military in 2015."
            ]
          }
        }
      }
    }
  ]
}
