{
  "key": "facettes",
  "title": "5. Karte - Facetten Armut",
  "dataset": "militaryExp2015",
  "content": [
    {
      "text": {
        "de": [
          " # Facetten der Armut messen",
          "",
          "Die Armutsgrenze von 1,25$ pro Tag ist sehr umstritten: Viele Menschen haben mehr Geld zur Verfügung und sind dennoch bettelarm. Diese Menschen soll der Multidimensionale Armutsindex (MPI) erfassen. Er bildet ab, inwiefern jemand in den Bereichen Gesundheit, Bildung und Lebensstandard benachteiligt ist.",
          "",
          "**Dabei wird zum Beispiel auf folgende Aspekte geschaut (klicken Sie auf den Knopf, um die Daten zum Thema anzeigen zu lassen):**"
        ],
        "en": [
          " # Measuring Aspects of Poverty",
          "",
          "The $1.25-per-day poverty line is controversial: Many people have more money available to them but are nevertheless bitterly poor. The Multidimensional Poverty Index (MPI) is designed to include these people as well. It shows the degree to which people suffer deprivation in the areas of health, education and standard of living."
        ]
      }
    },
    {
      "input": {
        "key": "facettePov",
        "type": "choices",
        "options": {
          "choices": [
            ["choice_c1", { "de": "Kindersterblichkeit", "en": "Child mortality" }],
            ["choice_c2", { "de": "Zugang zu Grundschulbildung", "en": "Access to basic education"}],
            ["choice_c3", { "de": "Zugang zu Sanitäranlagen", "en": "Access to sanitary facilities" }]
          ]
        }
      }
    },
    {
      "answer": {
        "answerKey": [
          "i.facettePov === 'choice_c1' && f.setDataset('childMortality') && 'choice_c1'",
          "i.facettePov === 'choice_c2' && f.setDataset('primaryEdu') && 'choice_c2'",
          "i.facettePov === 'choice_c3' && f.setDataset('accessSanitary') && 'choice_c3'"
        ],
        "answerContext": {},
        "templates": {
          "notSubmitted": {
            "de": ["Bitte beantworten und bestätigen."], "en": ["Please answer and confirm."]
          },

          "allAnswered": {
            "de": ["Sind sie sich sicher ?"], "en": ["Are you sure?"]
          },
          "choice_c1": {
            "de": [
              "Richtig! Bei 1,2 Milliarden Menschen in extremer Armut bräuchte man jährlich etwa 548 Milliarden Dollar. Die Militärausgaben im Jahr 2015 der USA betrugen nur wenig mehr, nämlich 596 Milliarden US-Dollar."
            ],
            "en": [
              "Correct! With 1.2 billion people suffering from extreme poverty, $548 billion would be needed every year. At $596 billion, US defense spending in 2015 was only slightly more than that."
            ]
          },
          "choice_c2": {
            "de": [
              "Etwas mehr Geld bräuchte man schon. Bei 1,2 Milliarden Menschen in extremer Armut würden jährlich etwa 548 Milliarden Dollar benötigt. Das ist etwas weniger als die Militärausgaben der USA mit 596 Milliarden Dollar. Deutschland gab 2015 mit 39 Milliarden Dollar wesentlich weniger für militärische Zwecke aus."
            ],
            "en": [
              "A bit more money than that is necessary. With 1.2 billion people suffering from extreme poverty, $548 billion would be needed every year. That is only slightly less than US defense spending of $596 billion in 2015. At $39 billion, Germany spent far less on its military in 2015."
            ]
          },
          "choice_c3": {
            "de": [
              "Da bräuchte man schon wesentlich mehr Geld. Bei 1,2 Milliarden Menschen in extremer Armut würden jährlich etwa 548 Milliarden Dollar benötigt. Das ist etwas weniger als die Militärausgaben der USA mit 596 Milliarden Dollar und viel mehr als die 0,5 Milliarden Dollar, die Estland im Jahr 2015 für militärische Zwecke ausgab."
            ],
            "en": [
              "Much more than that would be needed. With 1.2 billion people suffering from extreme poverty, $548 billion would be needed every year. That is only slightly less than US defense spending of $596 billion in 2015 and much more than the $0.5 billion that Estonia spent on its military in 2015."
            ]
          }
        }
      }
    }
  ]
}
