{
  "title": "5. Karte - Was landet bei Ihnen im Müll?",
  "dataset": "foodwaste",
  "functions": [
    "getGermanCountryName",
    "getMaxGermanCountryName",
    "getMinGermanCountryName",
    "getMaxValue",
    "getMinValue"
  ],
  "content": [
    {
      "text": {
        "de": [
          "# Was landet bei Ihnen im Müll?",
          "",
          "1,3 Milliarden Tonnen Lebensmittel werden weltweit pro Jahr weggeworfen. Diese gigantische Menge wollen die Vereinten Nationen bis 2030 deutlich reduzieren.",
          "",
          "**Wie viel Kilogramm Lebensmittel landen bei Ihnen zu Hause pro Woche im Müll?** Der deutsche Durchschnittswert von 1,9 Kilogramm entspricht ungefähr einer halben Packung Milch, vier Äpfeln, einem Hirtenkäse, fünf Scheiben Wurst und einem halben Brot."
        ],
        "en": [

          "# What do you throw away?",
          "",
          "Every year, 1.3 billion metric tons (1.4 billion tons) of foodstuffs are thrown away worldwide. The United Nations would like to significantly reduce this prodigious amount of waste by 2030.",
          "",
          "**How many kilograms of foodstuffs do you throw away each week?** The German food waste average of 1.9 kilograms (4.2 pounds) is roughly equivalent to half a carton of milk, four apples, a package of feta, five slices of cold cuts and half a loaf of bread."
        ]
      }
    },
    {
      "input": {
        "key": "sliderTrash",
        "type": "slider",
        "options": {
          "unit": "Kg",
          "min": 0,
          "value": 2,
          "max": 15,
          "step": 0.1
        }
      }
    },
    {
      "text": {
        "de": [
          "**Wie viele Personen leben in Ihrem Haushalt?**"
        ],
        "en": [
          "**How many people live in your household?**"
        ]
      }
    },
    {
      "input": {
        "key": "sliderSizeHousehold",
        "type": "slider",
        "options": {
          "unit": "",
          "min": 1,
          "value": 4,
          "max": 10
        }
      }
    },
    {
      "answer": {
        "answerKey": [
          "(f.isUndefined(i.sliderTrash) || f.isUndefined(i.sliderSizeHousehold)) && 'default'",
          "(i.sliderTrash / i.sliderSizeHousehold < 1.5) && 'littleTrash'",
          "(i.sliderTrash / i.sliderSizeHousehold <= 2.7) && f.panToCountry(f.getISO('foodwaste', i.sliderTrash / i.sliderSizeHousehold)) && 'someTrash'",
          "(i.sliderTrash / i.sliderSizeHousehold > 2.7) && f.panToCountry(f.getMaxISO('foodwaste')) && 'muchTrash'"
        ],
        "answerContext": {
          "landAbfall": "f.getCountryName('foodwaste', i.sliderTrash / i.sliderSizeHousehold)",
          "wertLebensmittel": "f.fmt('%0.1f', i.sliderTrash / i.sliderSizeHousehold)",
          "sizeHousehold": "i.sliderSizeHousehold",
          "TrashSustainableTip": "i.sliderTrash"
        },
        "templates": {
          "default": {
            "de": [],
            "en": []
          },
          "littleTrash": {
            "de": [
              "In Ihrem Haushalt werden mit **{{ wertLebensmittel }}**  Kilogramm pro Kopf weniger Lebensmittel weggeworfen als in den europäischen Ländern, für die Vergleichsdaten vorliegen. Im weltweiten Vergleich steht Europa übrigens schlecht da: In afrikanischen Ländern südlich der Sahara werden nur rund 0,1 Kilogramm Lebensmittel pro Kopf und Jahr weggeworfen. In Europa sind es rund 1,8 Kilogramm."
            ],
            "en": [
              "At **{{ wertLebensmittel }}** kilograms per person**, your household throws away less food than those in all European countries for which data is available. But compared to places around the globe, Europe does not do well. In countries located in sub-Saharan Africa, only around 0.1 kilograms of foodstuffs per capita are thrown away each week. In Europe, that number is around 1.8 kilograms."
            ]
          },
          "someTrash": {
            "de": [
              "In Ihrem Haushalt werden pro Kopf etwa so viele Lebensmittel weggeworfen wie **{{ landAbfall }}** . Im weltweiten Vergleich steht Europa übrigens schlecht da: In afrikanischen Ländern südlich der Sahara werden nur rund 0,1 Kilogramm Lebensmittel pro Kopf und Jahr weggeworfen. In Europa sind es rund 1,8 Kilogramm."
            ],
            "en": [
              "Your household throws away about as much food per person as **{{ landAbfall }}** . But compared to countries around the globe, Europe does not do well. In countries located in sub-Saharan Africa, only around 0.1 kilograms of foodstuffs per capita are thrown away each week. In Europe, that number is around 1.8 kilograms."
            ]
          },
          "muchTrash": {
            "de": [
              "In Ihrem Haushalt werden mit **{{ wertLebensmittel }}** Kilogramm pro Kopf mehr Lebensmittel weggeworfen als in den europäischen Ländern, für die Vergleichsdaten vorliegen. Im weltweiten Vergleich steht Europa übrigens schlecht da: In afrikanischen Ländern südlich der Sahara werden nur rund 0,1 Kilogramm Lebensmittel pro Kopf und Jahr weggeschmissen. In Europa sind es rund 1,8 Kilogramm."
            ],
            "en": [
              "With a value of  **{{ wertLebensmittel }}** kilograms per capita, your household throws away more food than in all European countries for which data is available. But compared to countries around the globe, Europe does not do well. In countries located in sub-Saharan Africa, only around 0.1 kilograms (0.2 pounds) of foodstuffs per capita are thrown away each week. In Europe, that number is around 1.8 kilograms (2 pounds)."
            ]
          }
        }
      }
    }
  ]
}
