{
  "title": "4. Karte - Fleisch",
  "dataset": "meat",
  "functions": [
    "getGermanCountryName",
    "getMaxGermanCountryName",
    "getMinGermanCountryName",
    "getMaxValue",
    "getMinValue"
  ],

  "content": [
    {
      "text": {
        "de": [
          "# Schnitzel, Bratwurst & Co",
          "",
          "Manche Produkte verbrauchen besonders viele Ressourcen: Die Herstellung von einem Kilogramm Rindfleisch zum Beispiel beansprucht im Durchschnitt gut 50 mal mehr Wasser und rund 100 mal mehr Land als die Produktion von einem Kilogramm Kartoffeln.",
          "",
          "**Wie viel Fleisch essen Sie pro Woche?**",
          "(Fleischgericht ≈ 200 Gramm, Bratwurst ≈ 100 Gramm, Wurstbrot ≈ 20 Gramm)"
        ],
        "en": [
          "# Sausage and steak",
          "",
          "Some products require a particularly high quantity of resources. The production of a kilogram (2.2 pounds) of beef, for example, requires on average 50 times more water and 100 times more land on average than the production of a kilogram of potatoes.",
          "",
          "**How much meat do you eat each week?**",
          "(Meat dishes ≈ 200 grams (7 ounces), bratwurst ≈ 100 grams (3.5 ounces), cold cut sandwich ≈ 20 grams (0.7 ounces))"
        ]
      }
    },
    {
      "input": {
        "key": "sliderMeatConsumption",
        "type": "slider",
        "options": {
          "unit": "Kg",
          "min": 0,
          "value": 1.5,
          "max": 3,
          "step": 0.1
        }
      }
    },
    {
      "answer": {
        "answerKey": [
          "(i.sliderMeatConsumption == 0) && 'noMeat'",
          "(i.sliderMeatConsumption * 1.31 < 2.4) && f.panToCountry(f.getISO('meat', i.sliderMeatConsumption * 1.31)) && 'muchMeat'",
          "(i.sliderMeatConsumption * 1.31 >= 2.4) && f.panToCountry(f.getMaxISO('meat')) && 'muchTooMuchMeat'"
        ],
        "answerContext": {
          "wertFleisch": "f.fmt('%0.1f', i.sliderMeatConsumption * 1.31)",
          "landMax": "f.getMaxCountryName('meat')",
          "landMaxValue": "f.getMaxValue('meat')",
          "landValue": "f.getCountryName('meat', i.sliderMeatConsumption * 1.31)"
        },
        "templates": {
          "default": {
            "de": [
              "Bitte bewegen Sie den Schieberegler"
            ],
            "en": [
              "Please move the slider"
            ]
          },
          "noMeat": {
            "de": [
              "Sie ernähren sich vegetarisch oder vielleicht sogar vegan! Im Gegensatz zum deutschen Durchschnittsfleischesser **sparen** Sie dadurch pro Jahr etwa **330 Kilogramm** CO2-Emissionen pro Jahr. Das entspricht gut **1300 Kilometern** Autofahrt mit einem mittelgroßen Benziner."
            ],
            "en": [
              "You are a vegetarian, or even a vegan? The CO2 emissions you produce over the course of a year are around **330 kilograms (727 pounds) less** than those of an average German meat-eater. That is the equivalent of driving **1,300 kilometers (810 miles)** in a mid-sized, gasoline-powered vehicle. "
            ]
          },
          "someMeat": {
            "de": [
              "Ihren Wert runden wir etwas auf, denn wo Fleisch gegessen wird, wird auch welches weggeworfen. Für Sie müssen somit **{{ wertFleisch }}** Kilogramm Fleisch pro Woche produziert werden. Ihr Bedarf ließe sich in jedem der Länder, für die Vergleichsdaten vorliegen, decken."
            ],
            "en": [
              "We’ll round up a bit, because where meat is eaten, some is also thrown away as well. For your weekly consumption, **{{ wertFleisch }}** kilograms of meat must be produced. Your level of consumption can be covered in any of the countries for which comparative data is available."
            ]
          },
          "muchMeat": {
            "de": [
              "Ihren Wert runden wir auf, denn wo Fleisch gegessen wird, wird auch welches weggeworfen. Für Sie müssen somit **{{ wertFleisch }}** kg Fleisch pro Woche produziert werden. Das entspricht etwa der pro Woche und Person verfügbaren Menge **{{ landValue }}**."
            ],
            "en": [
              "We’ll round up a bit, because where meat is eaten, some is also thrown away as well. For your weekly consumption, **{{ wertFleisch }}** kilograms of meat must be produced. That is comparable to the weekly per capita amount available **{{ landValue }}**."
            ]
          },
          "muchTooMuchMeat": {
            "de": [
              "Ihren Wert runden wir etwas auf, denn wo Fleisch gegessen wird, wird auch welches weggeworfen. Für Sie müssen somit **{{ wertFleisch }}** Kilogramm Fleisch pro Woche produziert werden. Ihr Bedarf liegt höher als die durchschnittlich pro Kopf verfügbare Fleischmenge in allen Ländern, für die Vergleichsdaten vorliegen. Am meisten Fleisch pro Person gibt es **{{ landMax }}**, nämlich **{{ landMaxValue }}** Kilogramm pro Kopf und Woche."
            ],
            "en": [
              "We’ll round up a bit, because where meat is eaten, some is also thrown away as well. For your weekly consumption, **{{ wertFleisch }}** kilograms of meat must be produced. Your consumption is higher than the average amount of meat available per person in all countries for which data is available. The most meat per capita is available **{{ landMax }}**, where **{{ landMaxValue }}** kilograms are available per person and week."
            ]
          }
        }
      }
    },
    {
      "answer": {
        "className": "tip",
        "answerKey": [
          "(i.sliderMeatConsumption >= 1) && 'meat'",
          "(i.sliderMeatConsumption > 0.5) && 'meat'"
        ],
        "answerContext": {
          "gasred": "f.fmt('%0.1f', i.sliderMeatConsumption * 1.31 * 52 / 2 * 3.89)",
          "gasred2" : "f.fmt('%0.1f', i.sliderMeatConsumption * 1.31 * 52 / 2 * 3.89 * 1000 / 249)"
        },
        "templates": {
          "meat": {
            "de": [
              "Nachhaltigkeitstipp: Wenn Sie Ihren Fleischkonsum für ein Jahr halbieren würden, könnten Sie damit den Ausstoß von etwa **{{ gasred }}** Kilogramm CO2 vermeiden. Diese Menge können Sie auch einsparen, wenn Sie pro Jahr **{{ gasred2 }}** Kilometer weniger mit dem Auto fahren. Verglichen mit dem CO2-Ausstoß einer Flugreise, etwa auf die Balearen, ist das wenig, doch Sie schonen beim Fleischverzicht auch Ressourcen wie sauberes Wasser und Ackerland."
            ],
            "en": [
              "Sustainability Tip: If you were to cut your meat consumption in half for a year, you could reduce your CO2 emissions by around **{{ gasred }}** kilograms. You could save the same amount by driving **{{ gasred2 }}** fewer kilometers with your car. Compared with the CO2 emissions produced by taking a plane trip, to the Balearic Islands for example, that isn't much. But by reducing meat consumption, you are also protecting resources like clean water and farmland."
            ]
          }
        }
      }
    }
  ]
}
