{
  "key": "carbonFootprintTravels",
  "title": "2. Karte - Co2 Fussabdruck",
  "dataset": "travelingtofromgermany",
  "content": [
    {
      "text": {
        "de": [
          " # CO2-Abdruck beliebter Urlaubsreisen",
          "",
          "Die Naturschutzorganisation WWF und Forscher des Öko-Instituts haben gemeinsam den CO2-Fußabdruck von bei Deutschen beliebten Urlaubsreisen berechnet. Dabei berücksichtigten sie An- und Abreise, Unterkunft, Verpflegung und Aktivitäten vor Ort.",
          "",
          "**Tippen Sie: Welche dieser Reisen schnitt bei der Berechnung des CO2-Fußabdrucks pro Tag pro Person am schlechtesten ab?**"
        ],
        "en": [
          " # ",
          "",
          "",
          "",
          "****"
        ]
      }
    },
    {
      "input": {
        "key": "carbonFootprint",
        "type": "choices",
        "options": {
          "choices": [
            ["choice_1", { "de": "Strandurlaub Mallorca", "en": "" }],
            ["choice_2", { "de": "Kulturbusreise Südtirol", "en": ""}],
            ["choice_3", { "de": "Familienurlaub Rügen", "en": "" }],
            ["choice_4", { "de": "Gesundheitsurlaub Allgäu", "en": ""}],
            ["choice_5", { "de": "Skiurlaub Österreich", "en": "" }]
          ]
        }
      }
    },
    {
      "submit": {
        "key": "carboonFootprintSubmitted"
      }
    },
    {
      "answer": {
        "answerKey": [
          "i.carbonFootprint && !i.carboonFootprintSubmitted",
          "!i.carboonFootprintSubmitted && 'notSubmitted'",
          "f.setDataset('travelingtofromgermany')",
          "f.panToCountry('ESP') && false",
          "f.isMobile() && f.setView('map')",
          "!f.isMobile() && f.setView('globe')",
          "i.carbonFootprint"
        ],
        "answerContext": {},
        "templates": {
          "notSubmitted": {
            "de": ["Bitte beantworten und bestätigen."], "en": ["Please answer and confirm."]
          },


          "choice_1": {
            "de": [
              "Richtig! Ausschlaggebend ist die An- und Abreise und die erfolgt beim Mallorca-Urlaub in der Regel per Flugzeug. Pro Tag kamen die Forscher bei dieser Urlaubsvariante auf 87kg CO2 pro Person. Wer hingegen Familienurlaub Rügen macht, erzeugt pro Kopf nur etwa 18kg CO2 am Tag und wer den Sommer zu Hause auf Balkonien verbringt, sogar nur 4kg. Doch Spanien ist die zweitbeliebteste Reisedestination der Deutschen. Rund 13 Prozent aller Urlaubsreisen haben die Heimat von Siesta, Tapas und Paella zum Ziel."
            ],
            "en": [
              ""
            ]
          },
          "choice_2": {
            "de": [
              "Nein, der Klimasünder unter diesen Urlaubsvarianten ist der Mallorca-Urlaub. Pro Tag kamen die Forscher für diese Reiseform auf 87kg CO2 pro Person – ausschlaggebend ist die An- und Abreise per Flugzeug. Doch Spanien ist die zweitbeliebteste Reisedestination der Deutschen. Rund 13 Prozent aller Urlaubsreisen haben die Heimat von Siesta, Tapas und Paella zum Ziel. Die Kulturbusreise nach Südtirol schnitt mit 43kg CO2 pro Tag und Person mittelmäßig ab. Noch nachhaltiger sind zum Beispiel der Familienurlaub auf Rügen – oder der Sommer zu Hause auf Balkonien."
            ],
            "en": [
              ""
            ]
          },
          "choice_3": {
            "de": [
              "Nein, der Familienurlaub auf Rügen ist mit 18kg CO2 pro Person pro Tag sogar die nachhaltigste dieser Urlaubsvarianten. Der Klimasünder ist der Mallorca-Urlaub. Pro Tag kamen die Forscher für diese Reiseform auf 87kg CO2 pro Person – ausschlaggebend ist die An- und Abreise per Flugzeug. Doch Spanien ist die zweitbeliebteste Reisedestination der Deutschen. Rund 13 Prozent aller Urlaubsreisen haben die Heimat von Siesta, Tapas und Paella zum Ziel."
            ],
            "en": [
              ""
            ]
          },
          "choice_4": {
            "de": [
              "Nein, der Klimasünder unter diesen Urlaubsvarianten ist der Mallorca-Urlaub. Pro Tag kamen die Forscher für diese Reiseform auf 87kg CO2 pro Person – ausschlaggebend ist die An- und Abreise per Flugzeug. Doch Spanien ist die zweitbeliebteste Reisedestination der Deutschen. Rund 13 Prozent aller Urlaubsreisen haben die Heimat von Siesta, Tapas und Paella zum Ziel. Der Gesundheitsurlaub im Allgäu schnitt mit 29kg CO2 pro Tag und Person mittelmäßig ab. Noch nachhaltiger sind zum Beispiel der Familienurlaub auf Rügen – oder der Sommer zu Hause auf Balkonien."
            ],
            "en": [
              ""
            ]
          },

          "choice_5": {
            "de": [
              "Nein, der Klimasünder unter diesen Urlaubsvarianten ist der Mallorca-Urlaub. Pro Tag kamen die Forscher für diese Reiseform auf 87kg CO2 pro Person – ausschlaggebend ist die An- und Abreise per Flugzeug. Doch Spanien ist die zweitbeliebteste Reisedestination der Deutschen. Rund 13 Prozent aller Urlaubsreisen haben die Heimat von Siesta, Tapas und Paella zum Ziel. Der Skiurlaub in Österreich schnitt mit 60kg CO2 pro Tag und Person mittelmäßig ab. Deutlich nachhaltiger sind zum Beispiel der Familienurlaub auf Rügen – oder der Sommer zu Hause auf Balkonien."],
            "en": [
              ""
            ]
          }
        }
      }
    }
  ]
}
