{
  "key": "lessHolidays",
  "title": "7. Karte - Wenig Urlaub",
  "dataset": "tourismexpenditures",
  "content": [
    {
      "text": {
        "de": [
          " # Wer hat den meisten Urlaub?",
          "",
          "Wer nachhaltig reisen will, muss natürlich überhaupt freie Zeit für einen Urlaub haben.",
          "",
          "**Tippen Sie: In welchem dieser drei Länder haben Arbeitnehmer den höchsten gesetzlichen Urlaubsanspruch?**"
        ],
        "en": [
          " # ",
          "",
          "",
          "",
          "****"
        ]
      }
    },
    {
      "input": {
        "key": "lessHolidaysAnswers",
        "type": "choices",
        "options": {
          "choices": [
            ["lh_choice_1", { "de": "Deutschland", "en": "" }],
            ["lh_choice_2", { "de": "Griechenland", "en": ""}],
            ["lh_choice_3", { "de": "Frankreich", "en": "" }]
          ]
        }
      }
    },
    {
      "submit": {
        "key": "lessHolidaysAnswersSubmitted"
      }
    },
    {
      "answer": {
        "answerKey": [
          "i.lessHolidaysAnswers && !i.lessHolidaysAnswersSubmitted",
          "!i.lessHolidaysAnswersSubmitted && 'notSubmitted'",
          "f.setDataset('amountholidays')",
          "f.panToCountry('FRA') && false",
          "f.isMobile() && f.setView('map')",
          "!f.isMobile() && f.setView('globe')",
          "i.lessHolidaysAnswers"
        ],
        "answerContext": {},
        "templates": {
          "notSubmitted": {
            "de": ["Bitte beantworten und bestätigen. Nach der Bestätigung Ihrer Antwort sehen Sie auch, wie andere Leser geantwortet haben."], "en": ["Please answer and confirm. After submitting your choice, you can also see how other readers answered."]
          },


          "lh_choice_1": {
            "de": [
              "Nein, in Deutschland besteht bei einer Fünf-Tage-Woche Anspruch auf mindestens 20 Tage Urlaub im Jahr. In Griechenland sind es immerhin 25 Tage und in Frankreich sogar 30. Im Schnitt bekommen deutsche Arbeitnehmer jedoch ebenfalls 30 Tage Urlaub – also deutlich mehr als das gesetzlich vorgegebene Minimum."
            ],
            "en": [
              ""
            ]
          },
          "lh_choice_2": {
            "de": [
              "Nein, griechische Arbeitnehmer haben Anspruch auf 25 Tage Urlaub im Jahr. Wer in Frankreich arbeitet, kann hingegen mindestens 30 Tage frei machen. In Deutschland sind zwar nur 20 Tage im Jahr gesetzlich vorgegeben, allerdings bekommen deutsche Arbeitnehmer im Schnitt ebenfalls 30 Tage Urlaub – also deutlich mehr als das gesetzlich vorgegebene Minimum."
            ],
            "en": [
              ""
            ]
          },
          "lh_choice_3": {
            "de": [
              "Richtig! Französische Arbeitnehmer haben Anspruch auf 30 Tage Urlaub im Jahr. In Griechenland sind es 25 Tage und in Deutschland sogar nur 20. Im Schnitt bekommen deutsche Arbeitnehmer jedoch ebenfalls 30 Tage Urlaub – also deutlich mehr als das gesetzlich vorgegebene Minimum."
            ],
            "en": [
              ""
            ]
          }
        }
      }
    }
  ]
}
